const surah83 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '83_01',
    verseNumber: 1,
    ayah: 'وَيْلٌ لِلْمُطَفِّفِينَ ﴿١﴾',
  },
  {
    id: '83_02',
    verseNumber: 2,
    ayah: 'الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ ﴿٢﴾',
  },
  {
    id: '83_03',
    verseNumber: 3,
    ayah: 'وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ ﴿٣﴾',
  },
  {
    id: '83_04',
    verseNumber: 4,
    ayah: 'أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُمْ مَبْعُوثُونَ ﴿٤﴾',
  },
  {
    id: '83_05',
    verseNumber: 5,
    ayah: 'لِيَوْمٍ عَظِيمٍ ﴿٥﴾',
  },
  {
    id: '83_06',
    verseNumber: 6,
    ayah: 'يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ﴿٦﴾',
  },
  {
    id: '83_07',
    verseNumber: 7,
    ayah: 'كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ ﴿٧﴾',
  },
  {
    id: '83_08',
    verseNumber: 8,
    ayah: 'وَمَا أَدْرَاكَ مَا سِجِّينٌ ﴿٨﴾',
  },
  {
    id: '83_09',
    verseNumber: 9,
    ayah: 'كِتَابٌ مَرْقُومٌ ﴿٩﴾',
  },
  {
    id: '83_10',
    verseNumber: 10,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ ﴿١٠﴾',
  },
  {
    id: '83_11',
    verseNumber: 11,
    ayah: 'الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ ﴿١١﴾',
  },
  {
    id: '83_12',
    verseNumber: 12,
    ayah: 'وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ ﴿١٢﴾',
  },
  {
    id: '83_13',
    verseNumber: 13,
    ayah: 'إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ ﴿١٣﴾',
  },
  {
    id: '83_14',
    verseNumber: 14,
    ayah: 'كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ﴿١٤﴾',
  },
  {
    id: '83_15',
    verseNumber: 15,
    ayah: 'كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ ﴿١٥﴾',
  },
  {
    id: '83_16',
    verseNumber: 16,
    ayah: 'ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ ﴿١٦﴾',
  },
  {
    id: '83_17',
    verseNumber: 17,
    ayah: 'ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ ﴿١٧﴾',
  },
  {
    id: '83_18',
    verseNumber: 18,
    ayah: 'كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ ﴿١٨﴾',
  },
  {
    id: '83_19',
    verseNumber: 19,
    ayah: 'وَمَا أَدْرَاكَ مَا عِلِّيُّونَ ﴿١٩﴾',
  },
  {
    id: '83_20',
    verseNumber: 20,
    ayah: 'كِتَابٌ مَرْقُومٌ ﴿٢٠﴾',
  },
  {
    id: '83_21',
    verseNumber: 21,
    ayah: 'يَشْهَدُهُ الْمُقَرَّبُونَ ﴿٢١﴾',
  },
  {
    id: '83_22',
    verseNumber: 22,
    ayah: 'إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ ﴿٢٢﴾',
  },
  {
    id: '83_23',
    verseNumber: 23,
    ayah: 'عَلَى الْأَرَائِكِ يَنْظُرُونَ ﴿٢٣﴾',
  },
  {
    id: '83_24',
    verseNumber: 24,
    ayah: 'تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ ﴿٢٤﴾',
  },
  {
    id: '83_25',
    verseNumber: 25,
    ayah: 'يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ ﴿٢٥﴾',
  },
  {
    id: '83_26',
    verseNumber: 26,
    ayah: 'خِتَامُهُ مِسْكٌ ۚ وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ ﴿٢٦﴾',
  },
  {
    id: '83_27',
    verseNumber: 27,
    ayah: 'وَمِزَاجُهُ مِنْ تَسْنِيمٍ ﴿٢٧﴾',
  },
  {
    id: '83_28',
    verseNumber: 28,
    ayah: 'عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ ﴿٢٨﴾',
  },
  {
    id: '83_29',
    verseNumber: 29,
    ayah: 'إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ ﴿٢٩﴾',
  },
  {
    id: '83_30',
    verseNumber: 30,
    ayah: 'وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ ﴿٣٠﴾',
  },
  {
    id: '83_31',
    verseNumber: 31,
    ayah: 'وَإِذَا انْقَلَبُوا إِلَىٰ أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ ﴿٣١﴾',
  },
  {
    id: '83_32',
    verseNumber: 32,
    ayah: 'وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَـٰؤُلَاءِ لَضَالُّونَ ﴿٣٢﴾',
  },
  {
    id: '83_33',
    verseNumber: 33,
    ayah: 'وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ ﴿٣٣﴾',
  },
  {
    id: '83_34',
    verseNumber: 34,
    ayah: 'فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ ﴿٣٤﴾',
  },
  {
    id: '83_35',
    verseNumber: 35,
    ayah: 'عَلَى الْأَرَائِكِ يَنْظُرُونَ ﴿٣٥﴾',
  },
  {
    id: '83_36',
    verseNumber: 36,
    ayah: 'هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ ﴿٣٦﴾',
  },
];

export default surah83;
