const surah114 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '114_1',
    verseNumber: 1,
    ayah: 'قُلْ أَعُوذُ بِرَبِّ النَّاسِ ﴿١﴾',
  },
  {
    id: '114_2',
    verseNumber: 2,
    ayah: 'مَلِكِ النَّاسِ ﴿٢﴾',
  },
  {
    id: '114_3',
    verseNumber: 3,
    ayah: 'إِلَـٰهِ النَّاسِ ﴿٣﴾',
  },
  {
    id: '114_4',
    verseNumber: 4,
    ayah: 'مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾',
  },
  {
    id: '114_5',
    verseNumber: 5,
    ayah: 'الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ﴿٥﴾',
  },
  {
    id: '114_6',
    verseNumber: 6,
    ayah: 'مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾',
  },
];

export default surah114;
