const surah89 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '89_01',
    verseNumber: 1,
    ayah: 'وَالْفَجْرِ ﴿١﴾',
  },
  {
    id: '89_02',
    verseNumber: 2,
    ayah: 'وَلَيَالٍ عَشْرٍ ﴿٢﴾',
  },
  {
    id: '89_03',
    verseNumber: 3,
    ayah: 'وَالشَّفْعِ وَالْوَتْرِ ﴿٣﴾',
  },
  {
    id: '89_04',
    verseNumber: 4,
    ayah: 'وَاللَّيْلِ إِذَا يَسْرِ ﴿٤﴾',
  },
  {
    id: '89_05',
    verseNumber: 5,
    ayah: 'هَلْ فِي ذَٰلِكَ قَسَمٌ لِذِي حِجْرٍ ﴿٥﴾',
  },
  {
    id: '89_06',
    verseNumber: 6,
    ayah: 'أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ ﴿٦﴾',
  },
  {
    id: '89_07',
    verseNumber: 7,
    ayah: 'إِرَمَ ذَاتِ الْعِمَادِ ﴿٧﴾',
  },
  {
    id: '89_08',
    verseNumber: 8,
    ayah: 'الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ ﴿٨﴾',
  },
  {
    id: '89_09',
    verseNumber: 9,
    ayah: 'وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ﴿٩﴾',
  },
  {
    id: '89_10',
    verseNumber: 10,
    ayah: 'وَفِرْعَوْنَ ذِي الْأَوْتَادِ ﴿١٠﴾',
  },
  {
    id: '89_11',
    verseNumber: 11,
    ayah: 'الَّذِينَ طَغَوْا فِي الْبِلَادِ ﴿١١﴾',
  },
  {
    id: '89_12',
    verseNumber: 12,
    ayah: 'فَأَكْثَرُوا فِيهَا الْفَسَادَ ﴿١٢﴾',
  },
  {
    id: '89_13',
    verseNumber: 13,
    ayah: 'فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ ﴿١٣﴾',
  },
  {
    id: '89_14',
    verseNumber: 14,
    ayah: 'إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ﴿١٤﴾',
  },
  {
    id: '89_15',
    verseNumber: 15,
    ayah: 'فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ ﴿١٥﴾',
  },
  {
    id: '89_16',
    verseNumber: 16,
    ayah: 'وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ ﴿١٦﴾',
  },
  {
    id: '89_17',
    verseNumber: 17,
    ayah: 'كَلَّا ۖ بَلْ لَا تُكْرِمُونَ الْيَتِيمَ ﴿١٧﴾',
  },
  {
    id: '89_18',
    verseNumber: 18,
    ayah: 'وَلَا تَحَاضُّونَ عَلَىٰ طَعَامِ الْمِسْكِينِ ﴿١٨﴾',
  },
  {
    id: '89_19',
    verseNumber: 19,
    ayah: 'وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا ﴿١٩﴾',
  },
  {
    id: '89_20',
    verseNumber: 20,
    ayah: 'وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ﴿٢٠﴾',
  },
  {
    id: '89_21',
    verseNumber: 21,
    ayah: 'كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا ﴿٢١﴾',
  },
  {
    id: '89_22',
    verseNumber: 22,
    ayah: 'وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا ﴿٢٢﴾',
  },
  {
    id: '89_23',
    verseNumber: 23,
    ayah: 'وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ۚ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ ﴿٢٣﴾',
  },
  {
    id: '89_24',
    verseNumber: 24,
    ayah: 'يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي ﴿٢٤﴾',
  },
  {
    id: '89_25',
    verseNumber: 25,
    ayah: 'فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ ﴿٢٥﴾',
  },
  {
    id: '89_26',
    verseNumber: 26,
    ayah: 'وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ ﴿٢٦﴾',
  },
  {
    id: '89_27',
    verseNumber: 27,
    ayah: 'يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ﴿٢٧﴾',
  },
  {
    id: '89_28',
    verseNumber: 28,
    ayah: 'ارْجِعِي إِلَىٰ رَبِّكِ رَاضِيَةً مَرْضِيَّةً ﴿٢٨﴾',
  },
  {
    id: '89_29',
    verseNumber: 29,
    ayah: 'فَادْخُلِي فِي عِبَادِي ﴿٢٩﴾',
  },
  {
    id: '89_30',
    verseNumber: 30,
    ayah: 'وَادْخُلِي جَنَّتِي ﴿٣٠﴾',
  },
];

export default surah89;
