const surah79 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '79_01',
    verseNumber: 1,
    ayah: 'وَالنَّازِعَاتِ غَرْقًا ﴿١﴾',
  },
  {
    id: '79_02',
    verseNumber: 2,
    ayah: 'وَالنَّاشِطَاتِ نَشْطًا ﴿٢﴾',
  },
  {
    id: '79_03',
    verseNumber: 3,
    ayah: 'وَالسَّابِحَاتِ سَبْحًا ﴿٣﴾',
  },
  {
    id: '79_04',
    verseNumber: 4,
    ayah: 'فَالسَّابِقَاتِ سَبْقًا ﴿٤﴾',
  },
  {
    id: '79_05',
    verseNumber: 5,
    ayah: 'فَالْمُدَبِّرَاتِ أَمْرًا ﴿٥﴾',
  },
  {
    id: '79_06',
    verseNumber: 6,
    ayah: 'يَوْمَ تَرْجُفُ الرَّاجِفَةُ ﴿٦﴾',
  },
  {
    id: '79_07',
    verseNumber: 7,
    ayah: 'تَتْبَعُهَا الرَّادِفَةُ ﴿٧﴾',
  },
  {
    id: '79_08',
    verseNumber: 8,
    ayah: 'قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ ﴿٨﴾',
  },
  {
    id: '79_09',
    verseNumber: 9,
    ayah: 'أَبْصَارُهَا خَاشِعَةٌ ﴿٩﴾',
  },
  {
    id: '79_10',
    verseNumber: 10,
    ayah: 'يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ ﴿١٠﴾',
  },
  {
    id: '79_11',
    verseNumber: 11,
    ayah: 'أَإِذَا كُنَّا عِظَامًا نَخِرَةً ﴿١١﴾',
  },
  {
    id: '79_12',
    verseNumber: 12,
    ayah: 'قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ ﴿١٢﴾',
  },
  {
    id: '79_13',
    verseNumber: 13,
    ayah: 'فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ ﴿١٣﴾',
  },
  {
    id: '79_14',
    verseNumber: 14,
    ayah: 'فَإِذَا هُمْ بِالسَّاهِرَةِ ﴿١٤﴾',
  },
  {
    id: '79_15',
    verseNumber: 15,
    ayah: 'هَلْ أَتَاكَ حَدِيثُ مُوسَىٰ ﴿١٥﴾',
  },
  {
    id: '79_16',
    verseNumber: 16,
    ayah: 'إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى ﴿١٦﴾',
  },
  {
    id: '79_17',
    verseNumber: 17,
    ayah: 'اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ ﴿١٧﴾',
  },
  {
    id: '79_18',
    verseNumber: 18,
    ayah: 'فَقُلْ هَلْ لَكَ إِلَىٰ أَنْ تَزَكَّىٰ ﴿١٨﴾',
  },
  {
    id: '79_19',
    verseNumber: 19,
    ayah: 'وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ ﴿١٩﴾',
  },
  {
    id: '79_20',
    verseNumber: 20,
    ayah: 'فَأَرَاهُ الْآيَةَ الْكُبْرَىٰ ﴿٢٠﴾',
  },
  {
    id: '79_21',
    verseNumber: 21,
    ayah: 'فَكَذَّبَ وَعَصَىٰ ﴿٢١﴾',
  },
  {
    id: '79_22',
    verseNumber: 22,
    ayah: 'ثُمَّ أَدْبَرَ يَسْعَىٰ ﴿٢٢﴾',
  },
  {
    id: '79_23',
    verseNumber: 23,
    ayah: 'فَحَشَرَ فَنَادَىٰ ﴿٢٣﴾',
  },
  {
    id: '79_24',
    verseNumber: 24,
    ayah: 'فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ ﴿٢٤﴾',
  },
  {
    id: '79_25',
    verseNumber: 25,
    ayah: 'فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ ﴿٢٥﴾',
  },
  {
    id: '79_26',
    verseNumber: 26,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِمَنْ يَخْشَىٰ ﴿٢٦﴾',
  },
  {
    id: '79_27',
    verseNumber: 27,
    ayah: 'أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا ﴿٢٧﴾',
  },
  {
    id: '79_28',
    verseNumber: 28,
    ayah: 'رَفَعَ سَمْكَهَا فَسَوَّاهَا ﴿٢٨﴾',
  },
  {
    id: '79_29',
    verseNumber: 29,
    ayah: 'وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا ﴿٢٩﴾',
  },
  {
    id: '79_30',
    verseNumber: 30,
    ayah: 'وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا ﴿٣٠﴾',
  },
  {
    id: '79_31',
    verseNumber: 31,
    ayah: 'أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا ﴿٣١﴾',
  },
  {
    id: '79_32',
    verseNumber: 32,
    ayah: 'وَالْجِبَالَ أَرْسَاهَا ﴿٣٢﴾',
  },
  {
    id: '79_33',
    verseNumber: 33,
    ayah: 'مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ ﴿٣٣﴾',
  },
  {
    id: '79_34',
    verseNumber: 34,
    ayah: 'فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَىٰ ﴿٣٤﴾',
  },
  {
    id: '79_35',
    verseNumber: 35,
    ayah: 'يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَىٰ ﴿٣٥﴾',
  },
  {
    id: '79_36',
    verseNumber: 36,
    ayah: 'وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَىٰ ﴿٣٦﴾',
  },
  {
    id: '79_37',
    verseNumber: 37,
    ayah: 'فَأَمَّا مَنْ طَغَىٰ ﴿٣٧﴾',
  },
  {
    id: '79_38',
    verseNumber: 38,
    ayah: 'وَآثَرَ الْحَيَاةَ الدُّنْيَا ﴿٣٨﴾',
  },
  {
    id: '79_39',
    verseNumber: 39,
    ayah: 'فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ ﴿٣٩﴾',
  },
  {
    id: '79_40',
    verseNumber: 40,
    ayah: 'وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ ﴿٤٠﴾',
  },
  {
    id: '79_41',
    verseNumber: 41,
    ayah: 'فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ ﴿٤١﴾',
  },
  {
    id: '79_42',
    verseNumber: 42,
    ayah: 'يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا ﴿٤٢﴾',
  },
  {
    id: '79_43',
    verseNumber: 43,
    ayah: 'فِيمَ أَنْتَ مِنْ ذِكْرَاهَا ﴿٤٣﴾',
  },
  {
    id: '79_44',
    verseNumber: 44,
    ayah: 'إِلَىٰ رَبِّكَ مُنْتَهَاهَا ﴿٤٤﴾',
  },
  {
    id: '79_45',
    verseNumber: 45,
    ayah: 'إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا ﴿٤٥﴾',
  },
  {
    id: '79_46',
    verseNumber: 46,
    ayah: 'كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا ﴿٤٦﴾',
  },
];

export default surah79;
