const surah86 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '86_01',
    verseNumber: 1,
    ayah: 'وَالسَّمَاءِ وَالطَّارِقِ ﴿١﴾',
  },
  {
    id: '86_02',
    verseNumber: 2,
    ayah: 'وَمَا أَدْرَاكَ مَا الطَّارِقُ ﴿٢﴾',
  },
  {
    id: '86_03',
    verseNumber: 3,
    ayah: 'النَّجْمُ الثَّاقِبُ ﴿٣﴾',
  },
  {
    id: '86_04',
    verseNumber: 4,
    ayah: 'إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ ﴿٤﴾',
  },
  {
    id: '86_05',
    verseNumber: 5,
    ayah: 'فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ ﴿٥﴾',
  },
  {
    id: '86_06',
    verseNumber: 6,
    ayah: 'خُلِقَ مِنْ مَاءٍ دَافِقٍ ﴿٦﴾',
  },
  {
    id: '86_07',
    verseNumber: 7,
    ayah: 'يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ ﴿٧﴾',
  },
  {
    id: '86_08',
    verseNumber: 8,
    ayah: 'إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ ﴿٨﴾',
  },
  {
    id: '86_09',
    verseNumber: 9,
    ayah: 'يَوْمَ تُبْلَى السَّرَائِرُ ﴿٩﴾',
  },
  {
    id: '86_10',
    verseNumber: 10,
    ayah: 'فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ ﴿١٠﴾',
  },
  {
    id: '86_11',
    verseNumber: 11,
    ayah: 'وَالسَّمَاءِ ذَاتِ الرَّجْعِ ﴿١١﴾',
  },
  {
    id: '86_12',
    verseNumber: 12,
    ayah: 'وَالْأَرْضِ ذَاتِ الصَّدْعِ ﴿١٢﴾',
  },
  {
    id: '86_13',
    verseNumber: 13,
    ayah: 'إِنَّهُ لَقَوْلٌ فَصْلٌ ﴿١٣﴾',
  },
  {
    id: '86_14',
    verseNumber: 14,
    ayah: 'وَمَا هُوَ بِالْهَزْلِ ﴿١٤﴾',
  },
  {
    id: '86_15',
    verseNumber: 15,
    ayah: 'إِنَّهُمْ يَكِيدُونَ كَيْدًا ﴿١٥﴾',
  },
  {
    id: '86_16',
    verseNumber: 16,
    ayah: 'وَأَكِيدُ كَيْدًا ﴿١٦﴾',
  },
  {
    id: '86_17',
    verseNumber: 17,
    ayah: 'فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا ﴿١٧﴾',
  },
];

export default surah86;
