const surah87 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '87_01',
    verseNumber: 1,
    ayah: 'سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى ﴿١﴾',
  },
  {
    id: '87_02',
    verseNumber: 2,
    ayah: 'الَّذِي خَلَقَ فَسَوَّىٰ ﴿٢﴾',
  },
  {
    id: '87_03',
    verseNumber: 3,
    ayah: 'وَالَّذِي قَدَّرَ فَهَدَىٰ ﴿٣﴾',
  },
  {
    id: '87_04',
    verseNumber: 4,
    ayah: 'وَالَّذِي أَخْرَجَ الْمَرْعَىٰ ﴿٤﴾',
  },
  {
    id: '87_05',
    verseNumber: 5,
    ayah: 'فَجَعَلَهُ غُثَاءً أَحْوَىٰ ﴿٥﴾',
  },
  {
    id: '87_06',
    verseNumber: 6,
    ayah: 'سَنُقْرِئُكَ فَلَا تَنْسَىٰ ﴿٦﴾',
  },
  {
    id: '87_07',
    verseNumber: 7,
    ayah: 'إِلَّا مَا شَاءَ اللَّهُ ۚ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَىٰ ﴿٧﴾',
  },
  {
    id: '87_08',
    verseNumber: 8,
    ayah: 'وَنُيَسِّرُكَ لِلْيُسْرَىٰ ﴿٨﴾',
  },
  {
    id: '87_09',
    verseNumber: 9,
    ayah: 'فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَىٰ ﴿٩﴾',
  },
  {
    id: '87_10',
    verseNumber: 10,
    ayah: 'سَيَذَّكَّرُ مَنْ يَخْشَىٰ ﴿١٠﴾',
  },
  {
    id: '87_11',
    verseNumber: 11,
    ayah: 'وَيَتَجَنَّبُهَا الْأَشْقَى ﴿١١﴾',
  },
  {
    id: '87_12',
    verseNumber: 12,
    ayah: 'الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ ﴿١٢﴾',
  },
  {
    id: '87_13',
    verseNumber: 13,
    ayah: 'ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ ﴿١٣﴾',
  },
  {
    id: '87_14',
    verseNumber: 14,
    ayah: 'قَدْ أَفْلَحَ مَنْ تَزَكَّىٰ ﴿١٤﴾',
  },
  {
    id: '87_15',
    verseNumber: 15,
    ayah: 'وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ ﴿١٥﴾',
  },
  {
    id: '87_16',
    verseNumber: 16,
    ayah: 'بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا ﴿١٦﴾',
  },
  {
    id: '87_17',
    verseNumber: 17,
    ayah: 'وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ ﴿١٧﴾',
  },
  {
    id: '87_18',
    verseNumber: 18,
    ayah: 'إِنَّ هَـٰذَا لَفِي الصُّحُفِ الْأُولَىٰ ﴿١٨﴾',
  },
  {
    id: '87_19',
    verseNumber: 19,
    ayah: 'صُحُفِ إِبْرَاهِيمَ وَمُوسَىٰ ﴿١٩﴾',
  },
];

export default surah87;
