const surah43 = [
  {
    id: '43_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '43_01',
    verseNumber: 1,
    ayah: 'حم ﴿١﴾',
  },
  {
    id: '43_02',
    verseNumber: 2,
    ayah: 'وَٱلكِتَـٰبِ ٱلمُبِينِ ﴿٢﴾',
  },
  {
    id: '43_03',
    verseNumber: 3,
    ayah: 'إِنَّا جَعَلنَـٰهُ قُرءَانًا عَرَبِيًّۭا لَّعَلَّكُم تَعقِلُونَ ﴿٣﴾',
  },
  {
    id: '43_04',
    verseNumber: 4,
    ayah: 'وَإِنَّهُۥ فِىٓ أُمِّ ٱلكِتَـٰبِ لَدَينَا لَعَلِىٌّ حَكِيمٌۭ ﴿٤﴾',
  },
  {
    id: '43_05',
    verseNumber: 5,
    ayah: 'أَفَنَضرِبُ عَنكُمُ ٱلذِّكرَ صَفحًا أَن كُنتُم قَومًۭا مُّسرِفِينَ ﴿٥﴾',
  },
  {
    id: '43_06',
    verseNumber: 6,
    ayah: 'وَكَم مِّن نَّبِىٍّۢ فِى ٱلأَوَّلِينَ ﴿٦﴾',
  },
  {
    id: '43_07',
    verseNumber: 7,
    ayah: 'وَمَا يَأتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسۡتَهۡزِءُونَ ﴿٧﴾',
  },
  {
    id: '43_08',
    verseNumber: 8,
    ayah: 'فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗۖ وَمَضَىٰ مَثَلُ ٱلأَوَّلِينَ ﴿٨﴾',
  },
  {
    id: '43_09',
    verseNumber: 9,
    ayah: 'وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ ﴿٩﴾',
  },
  {
    id: '43_10',
    verseNumber: 10,
    ayah: 'ٱلَّذِى جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ ﴿١٠﴾',
  },
  {
    id: '43_11',
    verseNumber: 11,
    ayah: 'وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ۬ مَّيۡتٗۚ كَذَٰلِكَ تُخۡرَجُونَ ﴿١١﴾',
  },
  {
    id: '43_12',
    verseNumber: 12,
    ayah: 'وَٱلَّذِى خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَـٰمِ مَا تَرۡكَبُونَ ﴿١٢﴾',
  },
  {
    id: '43_13',
    verseNumber: 13,
    ayah: 'لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَـٰنَ ٱلَّذِى سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ ﴿١٣﴾',
  },
  {
    id: '43_14',
    verseNumber: 14,
    ayah: 'وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ ﴿١٤﴾',
  },
  {
    id: '43_15',
    verseNumber: 15,
    ayah: 'وَجَعَلُوا۟ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءٗاۖ إِنَّ ٱلۡإِنسَـٰنَ لَكَفُورٌ۬ مُّبِينٌ۬ ﴿١٥﴾',
  },
  {
    id: '43_16',
    verseNumber: 16,
    ayah: 'أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَـٰتٍ۬ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ ﴿١٦﴾',
  },
  {
    id: '43_17',
    verseNumber: 17,
    ayah: 'وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَـٰنِ مَثَلاً۬ ظَلَّ وَجۡهُهُۥ مُسۡوَدًّ۬ا وَهُوَ ڪَظِيمٌ۬ ﴿١٧﴾',
  },
  {
    id: '43_18',
    verseNumber: 18,
    ayah: 'أَوَمَن يُنَشَّأُۢ فِى ٱلۡحِلۡيَةِ وَهُوَ فِى ٱلۡخِصَامِ غَيۡرُ مُبِينٍ۬ ﴿١٨﴾',
  },
  {
    id: '43_19',
    verseNumber: 19,
    ayah: 'وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ ﴿١٩﴾',
  },
  {
    id: '43_20',
    verseNumber: 20,
    ayah: 'وَقَالُوا لَوْ شَآءَ ٱلرَّحْمَـٰنُ مَا عَبَدْنَـٰهُم مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ ﴿٢٠﴾',
  },
  {
    id: '43_21',
    verseNumber: 21,
    ayah: 'أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًۭا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ ﴿٢١﴾',
  },
  {
    id: '43_22',
    verseNumber: 22,
    ayah: 'بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّهْتَدُونَ ﴿٢٢﴾',
  },
  {
    id: '43_23',
    verseNumber: 23,
    ayah: 'وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّقْتَدُونَ ﴿٢٣﴾',
  },
  {
    id: '43_24',
    verseNumber: 24,
    ayah: 'قَالَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ ﴿٢٤﴾',
  },
  {
    id: '43_25',
    verseNumber: 25,
    ayah: 'فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ ﴿٢٥﴾',
  },
  {
    id: '43_26',
    verseNumber: 26,
    ayah: 'وَإِذْ قَالَ إِبْرَٰهِۦمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌۭ مِّمَّا تَعْبُدُونَ ﴿٢٦﴾',
  },
  {
    id: '43_27',
    verseNumber: 27,
    ayah: 'إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ ﴿٢٧﴾',
  },
  {
    id: '43_28',
    verseNumber: 28,
    ayah: 'وَجَعَلَهَا كَلِمَةًۭ بَاقِيَةًۭ فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ ﴿٢٨﴾',
  },
  {
    id: '43_29',
    verseNumber: 29,
    ayah: 'بَل مَّتَّعْتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌۭ مُّبِينٌۭ ﴿٢٩﴾',
  },
  {
    id: '43_30',
    verseNumber: 30,
    ayah: 'وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَـٰذَا سِحْرٌۭ وَإِنَّا بِهِۦ كَـٰفِرُونَ ﴿٣٠﴾',
  },
  {
    id: '43_31',
    verseNumber: 31,
    ayah: 'وَقَالُوا۟ لَوْلَا نُزِّلَ هَـٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍۢ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍۢ ﴿٣١﴾',
  },
  {
    id: '43_32',
    verseNumber: 32,
    ayah: 'أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍۢ دَرَجَـٰتٍۢ لِّيَتَّخِذَ بَعْضُهُم بَعْضًۭا سُخْرِيًّۭا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌۭ مِّمَّا يَجْمَعُونَ ﴿٣٢﴾',
  },
  {
    id: '43_33',
    verseNumber: 33,
    ayah: 'وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةًۭ وَٰحِدَةًۭ لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَٰنِ لِبُيُوتِهِم سُقُفًۭا مِّن فِضَّةٍۢ وَمَعَـٰرِجَ عَلَيْهَا يَظْهَرُونَ ﴿٣٣﴾',
  },
  {
    id: '43_34',
    verseNumber: 34,
    ayah: 'وَلِبُيُوتِهِمْ أَبْوَٰبًۭا وَسُرُرًۭا عَلَيْهَا يَتَّكِؤُونَ ﴿٣٤﴾',
  },
  {
    id: '43_35',
    verseNumber: 35,
    ayah: 'وَزُخْرُفًۭا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْءَاخِرَةُ عِندَ رَبِّكَ لِّلْمُتَّقِينَ ﴿٣٥﴾',
  },
  {
    id: '43_36',
    verseNumber: 36,
    ayah: 'وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَـٰنِ نُقَيِّضْ لَهُۥ شَيْطَـٰنًۭا فَهُوَ لَهُۥ قَرِينٌۭ ﴿٣٦﴾',
  },
  {
    id: '43_37',
    verseNumber: 37,
    ayah: 'وَإِنَّهُم لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ ﴿٣٧﴾',
  },
  {
    id: '43_38',
    verseNumber: 38,
    ayah: 'حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَـٰلَيْتَۭ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ ۖ فَبِئْسَ ٱلْقَرِينُ ﴿٣٨﴾',
  },
  {
    id: '43_39',
    verseNumber: 39,
    ayah: 'وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ ﴿٣٩﴾',
  },
  {
    id: '43_40',
    verseNumber: 40,
    ayah: 'أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَـٰلٍۢ مُّبِينٍۢ ﴿٤٠﴾',
  },
  {
    id: '43_41',
    verseNumber: 41,
    ayah: 'فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ ﴿٤١﴾',
  },
  {
    id: '43_42',
    verseNumber: 42,
    ayah: 'أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَـٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ ﴿٤٢﴾',
  },
  {
    id: '43_43',
    verseNumber: 43,
    ayah: 'فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ ﴿٤٣﴾',
  },
  {
    id: '43_44',
    verseNumber: 44,
    ayah: 'وَإِنَّهُۥ لَذِكْرٌۭ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ ﴿٤٤﴾',
  },
  {
    id: '43_45',
    verseNumber: 45,
    ayah: 'وَٱسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَـٰنِ ءَالِهَةًۭ يُعْبَدُونَ ﴿٤٥﴾',
  },
  {
    id: '43_46',
    verseNumber: 46,
    ayah: 'وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ ﴿٤٦﴾',
  },
  {
    id: '43_47',
    verseNumber: 47,
    ayah: 'فَلَمَّا جَآءَهُم بِـَٔايَـٰتِنَآ إِذَا هُم مِّنهَا يَضحَكُونَ ﴿٤٧﴾',
  },
  {
    id: '43_48',
    verseNumber: 48,
    ayah: 'وَمَا نُرِيهِم مِّن ءَايَةٍ إِلَّا هِىَ أَكبَرُ مِن أُختِهَا ۖ وَأَخَذنَـٰهُم بِٱلعَذَابِ لَعَلَّهُم يَرجِعُونَ ﴿٤٨﴾',
  },
  {
    id: '43_49',
    verseNumber: 49,
    ayah: 'وَقَالُوا۟ يَـٰلَيُّ ٱلسَّـٰحِرُ ٱدعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ إِنَّنَا لَمُهتَدُونَ ﴿٤٩﴾',
  },
  {
    id: '43_50',
    verseNumber: 50,
    ayah: 'فَلَمَّا كَشَفنَا عَنهُمُ ٱلعَذَابَ إِذَا هُم يَنكُثُونَ ﴿٥٠﴾',
  },
  {
    id: '43_51',
    verseNumber: 51,
    ayah: 'وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَـٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَـٰذِهِ ٱلْأَنْهَـٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ ﴿٥١﴾',
  },
  {
    id: '43_52',
    verseNumber: 52,
    ayah: 'أَمْ أَنَا۠ خَيْرٌۭ مِّنْ هَـٰذَا ٱلَّذِى هُوَ مَهِينٌۭ وَلَا يَكَادُ يُبِينُ ﴿٥٢﴾',
  },
  {
    id: '43_53',
    verseNumber: 53,
    ayah: 'فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌۭ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَـٰٓئِكَةُ مُقْتَرِنِينَ ﴿٥٣﴾',
  },
  {
    id: '43_54',
    verseNumber: 54,
    ayah: 'فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُم كَانُوا۟ قَوْمًۭا فَـٰسِقِينَ ﴿٥٤﴾',
  },
  {
    id: '43_55',
    verseNumber: 55,
    ayah: 'فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغرَقنَـٰهُم أَجمَعِينَ ﴿٥٥﴾',
  },
  {
    id: '43_56',
    verseNumber: 56,
    ayah: 'فَجَعَلنَـٰهُم سَلَفًۭا وَمَثَلًۭا لِّلءَاخِرِينَ ﴿٥٦﴾',
  },
  {
    id: '43_57',
    verseNumber: 57,
    ayah: 'وَلَمَّا ضُرِبَ ٱبنُ مَريَمَ مَثَلًا إِذَا قَومُكَ مِنهُ يَصِدُّونَ ﴿٥٧﴾',
  },
  {
    id: '43_58',
    verseNumber: 58,
    ayah: 'وَقَالُوٓا۟ ءَالِهَتُنَا خَيرٌ أَم هُوَ ۚ مَا ضَرَبُوهُۥ لَكَ إِلَّا جَدَلًۭا ۚ بَل هُم قَومٌۭ خَصِمُونَ ﴿٥٨﴾',
  },
  {
    id: '43_59',
    verseNumber: 59,
    ayah: 'إِنَّهُۥٓ إِلَّا عَبدٌ أَنعَمنَا عَلَيهِ وَجَعَلنَـٰهُ مَثَلًۭا لِّبَنِىٓ إِسرَٰٓءِيلَ ﴿٥٩﴾',
  },
  {
    id: '43_60',
    verseNumber: 60,
    ayah: 'وَلَو نَشَآءُ لَجَعَلنَـٰكُم مَّلَـٰٓئِكَةًۭ فِى ٱلأَرضِ يَخلُفُونَ ﴿٦٠﴾',
  },
  {
    id: '43_61',
    verseNumber: 61,
    ayah: 'وَإِنَّهُۥ لَعِلمٌۭ لِّلسَّاعَةِ فَلَا تَمتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَـٰذَا صِرَٰطٌۭ مُّستَقِيمٌۭ ﴿٦١﴾',
  },
  {
    id: '43_62',
    verseNumber: 62,
    ayah: 'وَلَا يَصُدَّنَّكُمُ ٱلشَّيطَٰنُ ۖ إِنَّهُۥ لَكُم عَدُوٌّۭ مُّبِينٌۭ ﴿٦٢﴾',
  },
  {
    id: '43_63',
    verseNumber: 63,
    ayah: 'وَلَمَّا جَآءَ عِيسَىٰ بِٱلبَيِّنَـٰتِ قَالَ قَد جِئتُكُم بِٱلحِكمَةِ وَلِأُبَيِّنَ لَكُم بَعضَ ٱلَّذِى تَختَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ ﴿٦٣﴾',
  },
  {
    id: '43_64',
    verseNumber: 64,
    ayah: 'إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُم فَٱعبُدُوهُ ۚ هَـٰذَا صِرَٰطٌۭ مُّستَقِيمٌۭ ﴿٦٤﴾',
  },
  {
    id: '43_65',
    verseNumber: 65,
    ayah: 'فَٱختَلَفَ ٱلأَحزَابُ مِنۢ بَينِهِم ۖ فَوَيلٌۭ لِّلَّذِينَ ظَلَمُوا۟ مِن عَذَابِ يَومٍ أَلِيمٍۢ ﴿٦٥﴾',
  },
  {
    id: '43_66',
    verseNumber: 66,
    ayah: 'هَل يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأتِيَهُم بَغتَةًۭ وَهُم لَا يَشعُرُونَ ﴿٦٦﴾',
  },
  {
    id: '43_67',
    verseNumber: 67,
    ayah: 'الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ ﴿٦٧﴾',
  },
  {
    id: '43_68',
    verseNumber: 68,
    ayah: 'يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ ﴿٦٨﴾',
  },
  {
    id: '43_69',
    verseNumber: 69,
    ayah: 'الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ ﴿٦٩﴾',
  },
  {
    id: '43_70',
    verseNumber: 70,
    ayah: 'ادْخُلُوا الْجَنَّةَ أَنتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ ﴿٧٠﴾',
  },
  {
    id: '43_71',
    verseNumber: 71,
    ayah: 'يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍۢ وَأَكوَابٍۢ ۖ وَفِيهَا مَا تَشتَهِى ٱلأَنفُسُ وَتَلَذُّ ٱلأَعيُنُ ۖ وَأَنتُم فِيهَا خَـٰلِدُونَ ﴿٧١﴾',
  },
  {
    id: '43_72',
    verseNumber: 72,
    ayah: 'وَتِلكَ ٱلجَنَّةُ ٱلَّتِىٓ أُورِثتُمُوهَا بِمَا كُنتُم تَعمَلُونَ ﴿٧٢﴾',
  },
  {
    id: '43_73',
    verseNumber: 73,
    ayah: 'لَكُم فِيهَا فَـٰكِهَةٌۭ كَثِيرَةٌۭ مِّنهَا تَأكُلُونَ ﴿٧٣﴾',
  },
  {
    id: '43_74',
    verseNumber: 74,
    ayah: 'إِنَّ ٱلمُجرِمِينَ فِى عَذَابِ جَهَنَّمَ خَـٰلِدُونَ ﴿٧٤﴾',
  },
  {
    id: '43_75',
    verseNumber: 75,
    ayah: 'لَا يُفَتَّرُ عَنهُم وَهُم فِيهَا مُبلِسُونَ ﴿٧٥﴾',
  },
  {
    id: '43_76',
    verseNumber: 76,
    ayah: 'وَمَا ظَلَمنَـٰهُم وَلَـٰكِن كَانُوا۟ هُمُ ٱلظَّـٰلِمِينَ ﴿٧٦﴾',
  },
  {
    id: '43_77',
    verseNumber: 77,
    ayah: 'وَنَادَوا۟ يَـٰمَـٰلِكُ لِيَقضِ عَلَينَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّـٰكِثُونَ ﴿٧٧﴾',
  },
  {
    id: '43_78',
    verseNumber: 78,
    ayah: 'لَقَد جِئنَـٰكُم بِٱلحَقِّ وَلَـٰكِنَّ أَكثَرَكُم لِلحَقِّ كَـٰرِهُونَ ﴿٧٨﴾',
  },
  {
    id: '43_79',
    verseNumber: 79,
    ayah: 'أَم أَبُرَمُوٓا۟ أَمرًۭا فَإِنَّا مُبرِمُونَ ﴿٧٩﴾',
  },
  {
    id: '43_80',
    verseNumber: 80,
    ayah: 'أَم يَحسَبُونَ أَنَّا لَا نَسمَعُ سِرَّهُم وَنَجوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيهِم يَكتُبُونَ ﴿٨٠﴾',
  },
  {
    id: '43_81',
    verseNumber: 81,
    ayah: 'قُل إِن كَانَ لِلرَّحمَـٰنِ وَلَدٌۭ فَأَنَا۠ أَوَّلُ ٱلعَـٰبِدِينَ ﴿٨١﴾',
  },
  {
    id: '43_82',
    verseNumber: 82,
    ayah: 'سُبحَـٰنَ رَبِّ السَّمَاوَاتِ وَٱلأَرضِ رَبِّ ٱلعَرشِ عَمَّا يَصِفُونَ ﴿٨٢﴾',
  },
  {
    id: '43_83',
    verseNumber: 83,
    ayah: 'فَذَرهُم يَخُوضُوا۟ وَيَلعَبُوا۟ حَتَّىٰ يُلَـٰقُوا۟ يَومَهُمُ ٱلَّذِى يُوعَدُونَ ﴿٨٣﴾',
  },
  {
    id: '43_84',
    verseNumber: 84,
    ayah: 'وَهُوَ ٱلَّذِى فِى ٱلسَّمَـٰٓءِ إِلَـٰهٌۭ وَفِى ٱلأَرضِ إِلَـٰهٌۭ ۚ وَهُوَ ٱلحَكِيمُ ٱلعَلِيمُ ﴿٨٤﴾',
  },
  {
    id: '43_85',
    verseNumber: 85,
    ayah: 'وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلكُ السَّمَاوَاتِ وَٱلأَرضِ وَمَا بَينَهُمَا وَعِندَهُۥ عِلمُ ٱلسَّاعَةِ وَإِلَيهِ تُرجَعُونَ ﴿٨٥﴾',
  },
  {
    id: '43_86',
    verseNumber: 86,
    ayah: 'وَلَا يَملِكُ ٱلَّذِينَ يَدعُونَ مِن دُونِهِ ٱلشَّفَـٰعَةَ إِلَّا مَن شَهِدَ بِٱلحَقِّ وَهُم يَعلَمُونَ ﴿٨٦﴾',
  },
  {
    id: '43_87',
    verseNumber: 87,
    ayah: 'وَلَئِن سَأَلتَهُم مَّن خَلَقَهُم لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤفَكُونَ ﴿٨٧﴾',
  },
  {
    id: '43_88',
    verseNumber: 88,
    ayah: 'وَقِيلِهِۦ يَـٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَومٌۭ لَّا يُؤمِنُونَ ﴿٨٨﴾',
  },
  {
    id: '43_89',
    verseNumber: 89,
    ayah: 'فَٱصفَح عَنهُم وَقُل سَلَـٰمًۭا ۖ فَسَوفَ يَعلَمُونَ ﴿٨٩﴾',
  },
];

export default surah43;
