const surah67 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '67_01',
    verseNumber: 1,
    ayah: 'تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ﴿١﴾',
  },
  {
    id: '67_02',
    verseNumber: 2,
    ayah: 'الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ ﴿٢﴾',
  },
  {
    id: '67_03',
    verseNumber: 3,
    ayah: 'الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِن تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ ﴿٣﴾',
  },
  {
    id: '67_04',
    verseNumber: 4,
    ayah: 'ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ ﴿٤﴾',
  },
  {
    id: '67_05',
    verseNumber: 5,
    ayah: 'وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ ﴿٥﴾',
  },
  {
    id: '67_06',
    verseNumber: 6,
    ayah: 'وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ ﴿٦﴾',
  },
  {
    id: '67_07',
    verseNumber: 7,
    ayah: 'إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ ﴿٧﴾',
  },
  {
    id: '67_08',
    verseNumber: 8,
    ayah: 'تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ ﴿٨﴾',
  },
  {
    id: '67_09',
    verseNumber: 9,
    ayah: 'قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِن شَيْءٍ ۖ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ ﴿٩﴾',
  },
  {
    id: '67_10',
    verseNumber: 10,
    ayah: 'وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ ﴿١٠﴾',
  },
  {
    id: '67_11',
    verseNumber: 11,
    ayah: 'فَاعْتَرَفُوا بِذَنبِهِمْ فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ ﴿١١﴾',
  },
  {
    id: '67_12',
    verseNumber: 12,
    ayah: 'إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ﴿١٢﴾',
  },
  {
    id: '67_13',
    verseNumber: 13,
    ayah: 'وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ ﴿١٣﴾',
  },
  {
    id: '67_14',
    verseNumber: 14,
    ayah: 'أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ ﴿١٤﴾',
  },
  {
    id: '67_15',
    verseNumber: 15,
    ayah: 'هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ ﴿١٥﴾',
  },
  {
    id: '67_16',
    verseNumber: 16,
    ayah: 'أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ ﴿١٦﴾',
  },
  {
    id: '67_17',
    verseNumber: 17,
    ayah: 'أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ ﴿١٧﴾',
  },
  {
    id: '67_18',
    verseNumber: 18,
    ayah: 'وَلَقَد كَذَّبَ الَّذِينَ مِن قَبلِهِم فَكَيفَ كَانَ نَكِيرِ ﴿١٨﴾',
  },
  {
    id: '67_19',
    verseNumber: 19,
    ayah: 'أَوَلَم يَرَوا إِلَى الطَّيرِ فَوقَهُم صَافَّـٰتٍ وَيَقبِضنَ ۚ مَا يُمسِكُهُنَّ إِلَّا الرَّحمَـٰنُ ۚ إِنَّهُ بِكُلِّ شَيءٍ بَصِيرٌ ﴿١٩﴾',
  },
  {
    id: '67_20',
    verseNumber: 20,
    ayah: 'أَمَّن هَـٰذَا الَّذِي هُوَ جُندٌ لَّكُم يَنصُرُكُم مِّن دُونِ الرَّحمَـٰنِ ۚ إِنِ الكَافِرُونَ إِلَّا فِي غُرُورٍ ﴿٢٠﴾',
  },
  {
    id: '67_21',
    verseNumber: 21,
    ayah: 'أَمَّن هَـٰذَا الَّذِي يَرزُقُكُم إِن أَمسَكَ رِزقَهُ ۚ بَل لَّجُّوا فِي عُتُوٍّ وَنُفُورٍ ﴿٢١﴾',
  },
  {
    id: '67_22',
    verseNumber: 22,
    ayah: 'أَفَمَن يَمشِي مُكِبًّا عَلَىٰ وَجهِهِ أَهدَىٰ أَمَّن يَمشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُّستَقِيمٍ ﴿٢٢﴾',
  },
  {
    id: '67_23',
    verseNumber: 23,
    ayah: 'قُل هُوَ الَّذِي أَنشَأَكُم وَجَعَلَ لَكُمُ السَّمعَ وَالأَبصَارَ وَالأَفئِدَةَ ۖ قَليلًا مَّا تَشكُرُونَ ﴿٢٣﴾',
  },
  {
    id: '67_24',
    verseNumber: 24,
    ayah: 'قُل هُوَ الَّذِي ذَرَأَكُم فِي الأَرضِ وَإِلَيهِ تُحشَرونَ ﴿٢٤﴾',
  },
  {
    id: '67_25',
    verseNumber: 25,
    ayah: 'وَيَقُولُونَ مَتَىٰ هَـٰذَا الوَعدُ إِن كُنتُم صَادِقِينَ ﴿٢٥﴾',
  },
  {
    id: '67_26',
    verseNumber: 26,
    ayah: 'قُل إِنَّمَا العِلمُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ ﴿٢٦﴾',
  },
  {
    id: '67_27',
    verseNumber: 27,
    ayah: 'فَلَمَّا رَأَوهُ زُلفَةً سِيئَت وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَـٰذَا الَّذِي كُنتُم بِهِ تَدَّعُونَ ﴿٢٧﴾',
  },
  {
    id: '67_28',
    verseNumber: 28,
    ayah: 'قُل أَرَأَيتُم إِن أَهلَكَنِيَ اللَّهُ وَمَن مَّعِيَ أَو رَحِمَنَا فَمَن يُجِيرُ الكَافِرِينَ مِن عَذَابٍ أَلِيمٍ ﴿٢٨﴾',
  },
  {
    id: '67_29',
    verseNumber: 29,
    ayah: 'قُل هُوَ الرَّحمَـٰنُ آمَنَّا بِهِ وَعَلَيهِ تَوَكَّلنَا ۖ فَسَتَعلَمُونَ مَن هُوَ فِي ضَلَالٍ مُّبِينٍ ﴿٢٩﴾',
  },
  {
    id: '67_30',
    verseNumber: 30,
    ayah: 'قُل أَرَأَيتُم إِن أَصبَحَ مَاؤُكُم غَوًرًا فَمَن يَأتِيكُم بِمَاءٍ مَّعِينٍ ﴿٣٠﴾',
  },
];

export default surah67;
