const surah74 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '74_01',
    verseNumber: 1,
    ayah: 'يَا أَيُّهَا الْمُدَّثِّرُ ﴿١﴾',
  },
  {
    id: '74_02',
    verseNumber: 2,
    ayah: 'قُمْ فَأَنْذِرْ ﴿٢﴾',
  },
  {
    id: '74_03',
    verseNumber: 3,
    ayah: 'وَرَبَّكَ فَكَبِّرْ ﴿٣﴾',
  },
  {
    id: '74_04',
    verseNumber: 4,
    ayah: 'وَثِيَابَكَ فَطَهِّرْ ﴿٤﴾',
  },
  {
    id: '74_05',
    verseNumber: 5,
    ayah: 'وَالرُّجْزَ فَاهْجُرْ ﴿٥﴾',
  },
  {
    id: '74_06',
    verseNumber: 6,
    ayah: 'وَلَا تَمْنُنْ تَسْتَكْثِرُ ﴿٦﴾',
  },
  {
    id: '74_07',
    verseNumber: 7,
    ayah: 'وَلِرَبِّكَ فَاصْبِرْ ﴿٧﴾',
  },
  {
    id: '74_08',
    verseNumber: 8,
    ayah: 'فَإِذَا نُقِرَ فِي النَّاقُورِ ﴿٨﴾',
  },
  {
    id: '74_09',
    verseNumber: 9,
    ayah: 'فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ﴿٩﴾',
  },
  {
    id: '74_10',
    verseNumber: 10,
    ayah: 'عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ ﴿١٠﴾',
  },
  {
    id: '74_11',
    verseNumber: 11,
    ayah: 'ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ﴿١١﴾',
  },
  {
    id: '74_12',
    verseNumber: 12,
    ayah: 'وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا ﴿١٢﴾',
  },
  {
    id: '74_13',
    verseNumber: 13,
    ayah: 'وَبَنِينَ شُهُودًا ﴿١٣﴾',
  },
  {
    id: '74_14',
    verseNumber: 14,
    ayah: 'وَمَهَّدْتُ لَهُ تَمْهِيدًا ﴿١٤﴾',
  },
  {
    id: '74_15',
    verseNumber: 15,
    ayah: 'ثُمَّ يَطْمَعُ أَنْ أَزِيدَ ﴿١٥﴾',
  },
  {
    id: '74_16',
    verseNumber: 16,
    ayah: 'كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا ﴿١٦﴾',
  },
  {
    id: '74_17',
    verseNumber: 17,
    ayah: 'سَأُرْهِقُهُ صَعُودًا ﴿١٧﴾',
  },
  {
    id: '74_18',
    verseNumber: 18,
    ayah: 'إِنَّهُ فَكَّرَ وَقَدَّرَ ﴿١٨﴾',
  },
  {
    id: '74_19',
    verseNumber: 19,
    ayah: 'فَقُتِلَ كَيْفَ قَدَّرَ ﴿١٩﴾',
  },
  {
    id: '74_20',
    verseNumber: 20,
    ayah: 'ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ﴿٢٠﴾',
  },
  {
    id: '74_21',
    verseNumber: 21,
    ayah: 'ثُمَّ نَظَرَ ﴿٢١﴾',
  },
  {
    id: '74_22',
    verseNumber: 22,
    ayah: 'ثُمَّ عَبَسَ وَبَسَرَ ﴿٢٢﴾',
  },
  {
    id: '74_23',
    verseNumber: 23,
    ayah: 'ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ ﴿٢٣﴾',
  },
  {
    id: '74_24',
    verseNumber: 24,
    ayah: 'فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ ﴿٢٤﴾',
  },
  {
    id: '74_25',
    verseNumber: 25,
    ayah: 'إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ ﴿٢٥﴾',
  },
  {
    id: '74_26',
    verseNumber: 26,
    ayah: 'سَأُصْلِيهِ سَقَرَ ﴿٢٦﴾',
  },
  {
    id: '74_27',
    verseNumber: 27,
    ayah: 'وَمَا أَدْرَاكَ مَا سَقَرُ ﴿٢٧﴾',
  },
  {
    id: '74_28',
    verseNumber: 28,
    ayah: 'لَا تُبْقِي وَلَا تَذَرُ ﴿٢٨﴾',
  },
  {
    id: '74_29',
    verseNumber: 29,
    ayah: 'لَوَّاحَةٌ لِلْبَشَرِ ﴿٢٩﴾',
  },
  {
    id: '74_30',
    verseNumber: 30,
    ayah: 'عَلَيْهَا تِسْعَةَ عَشَرَ ﴿٣٠﴾',
  },
  {
    id: '74_31',
    verseNumber: 31,
    ayah: 'وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ۙ وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ۙ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِيَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ ﴿٣١﴾',
  },
  {
    id: '74_32',
    verseNumber: 32,
    ayah: 'كَلَّا وَالْقَمَرِ ﴿٣٢﴾',
  },
  {
    id: '74_33',
    verseNumber: 33,
    ayah: 'وَاللَّيْلِ إِذْ أَدْبَرَ ﴿٣٣﴾',
  },
  {
    id: '74_34',
    verseNumber: 34,
    ayah: 'وَالصُّبْحِ إِذَا أَسْفَرَ ﴿٣٤﴾',
  },
  {
    id: '74_35',
    verseNumber: 35,
    ayah: 'إِنَّهَا لَإِحْدَى الْكُبَرِ ﴿٣٥﴾',
  },
  {
    id: '74_36',
    verseNumber: 36,
    ayah: 'نَذِيرًا لِلْبَشَرِ ﴿٣٦﴾',
  },
  {
    id: '74_37',
    verseNumber: 37,
    ayah: 'لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ ﴿٣٧﴾',
  },
  {
    id: '74_38',
    verseNumber: 38,
    ayah: 'كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ﴿٣٨﴾',
  },
  {
    id: '74_39',
    verseNumber: 39,
    ayah: 'إِلَّا أَصْحَابَ الْيَمِينِ ﴿٣٩﴾',
  },
  {
    id: '74_40',
    verseNumber: 40,
    ayah: 'فِي جَنَّاتٍ يَتَسَاءَلُونَ ﴿٤٠﴾',
  },
  {
    id: '74_41',
    verseNumber: 41,
    ayah: 'عَنِ الْمُجْرِمِينَ ﴿٤١﴾',
  },
  {
    id: '74_42',
    verseNumber: 42,
    ayah: 'مَا سَلَكَكُمْ فِي سَقَرَ ﴿٤٢﴾',
  },
  {
    id: '74_43',
    verseNumber: 43,
    ayah: 'قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ ﴿٤٣﴾',
  },
  {
    id: '74_44',
    verseNumber: 44,
    ayah: 'وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ ﴿٤٤﴾',
  },
  {
    id: '74_45',
    verseNumber: 45,
    ayah: 'وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ ﴿٤٥﴾',
  },
  {
    id: '74_46',
    verseNumber: 46,
    ayah: 'وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ ﴿٤٦﴾',
  },
  {
    id: '74_47',
    verseNumber: 47,
    ayah: 'حَتَّىٰ أَتَانَا الْيَقِينُ ﴿٤٧﴾',
  },
  {
    id: '74_48',
    verseNumber: 48,
    ayah: 'فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ ﴿٤٨﴾',
  },
  {
    id: '74_49',
    verseNumber: 49,
    ayah: 'فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ﴿٤٩﴾',
  },
  {
    id: '74_50',
    verseNumber: 50,
    ayah: 'كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ ﴿٥٠﴾',
  },
  {
    id: '74_51',
    verseNumber: 51,
    ayah: 'فَرَّتْ مِنْ قَسْوَرَةٍ ﴿٥١﴾',
  },
  {
    id: '74_52',
    verseNumber: 52,
    ayah: 'بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَىٰ صُحُفًا مُنَشَّرَةً ﴿٥٢﴾',
  },
  {
    id: '74_53',
    verseNumber: 53,
    ayah: 'كَلَّا ۖ بَلْ لَا يَخَافُونَ الْآخِرَةَ ﴿٥٣﴾',
  },
  {
    id: '74_54',
    verseNumber: 54,
    ayah: 'كَلَّا إِنَّهُ تَذْكِرَةٌ ﴿٥٤﴾',
  },
  {
    id: '74_55',
    verseNumber: 55,
    ayah: 'فَمَنْ شَاءَ ذَكَرَهُ ﴿٥٥﴾',
  },
  {
    id: '74_56',
    verseNumber: 56,
    ayah: 'وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ هُوَ أَهْلُ التَّقْوَىٰ وَأَهْلُ الْمَغْفِرَةِ ﴿٥٦﴾',
  },
];

export default surah74;
