const surah84 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '84_01',
    verseNumber: 1,
    ayah: 'إِذَا السَّمَاءُ انْشَقَّتْ ﴿١﴾',
  },
  {
    id: '84_02',
    verseNumber: 2,
    ayah: 'وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٢﴾',
  },
  {
    id: '84_03',
    verseNumber: 3,
    ayah: 'وَإِذَا الْأَرْضُ مُدَّتْ ﴿٣﴾',
  },
  {
    id: '84_04',
    verseNumber: 4,
    ayah: 'وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ﴿٤﴾',
  },
  {
    id: '84_05',
    verseNumber: 5,
    ayah: 'وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٥﴾',
  },
  {
    id: '84_06',
    verseNumber: 6,
    ayah: 'يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا فَمُلَاقِيهِ ﴿٦﴾',
  },
  {
    id: '84_07',
    verseNumber: 7,
    ayah: 'فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ ﴿٧﴾',
  },
  {
    id: '84_08',
    verseNumber: 8,
    ayah: 'فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ﴿٨﴾',
  },
  {
    id: '84_09',
    verseNumber: 9,
    ayah: 'وَيَنْقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا ﴿٩﴾',
  },
  {
    id: '84_10',
    verseNumber: 10,
    ayah: 'وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ ﴿١٠﴾',
  },
  {
    id: '84_11',
    verseNumber: 11,
    ayah: 'فَسَوْفَ يَدْعُو ثُبُورًا ﴿١١﴾',
  },
  {
    id: '84_12',
    verseNumber: 12,
    ayah: 'وَيَصْلَىٰ سَعِيرًا ﴿١٢﴾',
  },
  {
    id: '84_13',
    verseNumber: 13,
    ayah: 'إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا ﴿١٣﴾',
  },
  {
    id: '84_14',
    verseNumber: 14,
    ayah: 'إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ ﴿١٤﴾',
  },
  {
    id: '84_15',
    verseNumber: 15,
    ayah: 'بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا ﴿١٥﴾',
  },
  {
    id: '84_16',
    verseNumber: 16,
    ayah: 'فَلَا أُقْسِمُ بِالشَّفَقِ ﴿١٦﴾',
  },
  {
    id: '84_17',
    verseNumber: 17,
    ayah: 'وَاللَّيْلِ وَمَا وَسَقَ ﴿١٧﴾',
  },
  {
    id: '84_18',
    verseNumber: 18,
    ayah: 'وَالْقَمَرِ إِذَا اتَّسَقَ ﴿١٨﴾',
  },
  {
    id: '84_19',
    verseNumber: 19,
    ayah: 'لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ ﴿١٩﴾',
  },
  {
    id: '84_20',
    verseNumber: 20,
    ayah: 'فَمَا لَهُمْ لَا يُؤْمِنُونَ ﴿٢٠﴾',
  },
  {
    id: '84_21',
    verseNumber: 21,
    ayah: 'وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ۩ ﴿٢١﴾',
  },
  {
    id: '84_22',
    verseNumber: 22,
    ayah: 'بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ ﴿٢٢﴾',
  },
  {
    id: '84_23',
    verseNumber: 23,
    ayah: 'وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ ﴿٢٣﴾',
  },
  {
    id: '84_24',
    verseNumber: 24,
    ayah: 'فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ ﴿٢٤﴾',
  },
  {
    id: '84_25',
    verseNumber: 25,
    ayah: 'إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ﴿٢٥﴾',
  },
];

export default surah84;
