const surah40 = [
  {
    id: '40_00',
    verseNumber: 0,
    ayah: 'بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ',
  },
  {
    id: '40_01',
    verseNumber: 1,
    ayah: 'حم ‎﴿١﴾',
  },
  {
    id: '40_02',
    verseNumber: 2,
    ayah: 'تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ  ‎﴿٢﴾‏',
  },
  {
    id: '40_03',
    verseNumber: 3,
    ayah: 'غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ ‎﴿٣﴾',
  },
  {
    id: '40_04',
    verseNumber: 4,
    ayah: 'مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ ‎﴿٤﴾',
  },
  {
    id: '40_05',
    verseNumber: 5,
    ayah: 'كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِن بَعْدِهِمْ ۖ وَهَمَّت كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ ‎﴿٥﴾',
  },
  {
    id: '40_06',
    verseNumber: 6,
    ayah: 'وَكَذَٰلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ  ‎﴿٦﴾',
  },
  {
    id: '40_07',
    verseNumber: 7,
    ayah: 'الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ  ﴿٧﴾‏',
  },
  {
    id: '40_08',
    verseNumber: 8,
    ayah: 'رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ  ‎﴿٨﴾',
  },
  {
    id: '40_09',
    verseNumber: 9,
    ayah: 'وَقِهِمُ السَّيِّئَاتِ ۚ وَمَن تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ  ‎﴿٩﴾',
  },
  {
    id: '40_10',
    verseNumber: 10,
    ayah: 'إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ ﴿١٠﴾',
  },
  {
    id: '40_11',
    verseNumber: 11,
    ayah: 'قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ  ﴿١١﴾',
  },
  {
    id: '40_12',
    verseNumber: 12,
    ayah: 'ذَٰلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا ۚ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ ﴿١٢﴾',
  },
  {
    id: '40_13',
    verseNumber: 13,
    ayah: 'هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُم مِّنَ السَّمَاءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ ﴿١٣﴾',
  },
  {
    id: '40_14',
    verseNumber: 14,
    ayah: 'فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ ﴿١٤﴾',
  },
  {
    id: '40_15',
    verseNumber: 15,
    ayah: 'رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ ﴿١٥﴾‏',
  },
  {
    id: '40_16',
    verseNumber: 16,
    ayah: 'يَوْمَ هُم بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ لِّمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ ﴿١٦﴾',
  },
  {
    id: '40_17',
    verseNumber: 17,
    ayah: 'الْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ الْيَوْمَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ‎﴿١٧﴾‏',
  },
  {
    id: '40_18',
    verseNumber: 18,
    ayah: 'وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ ۚ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ ‎﴿١٨﴾',
  },
  {
    id: '40_19',
    verseNumber: 19,
    ayah: 'يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ ﴿١٩﴾',
  },
  {
    id: '40_20',
    verseNumber: 20,
    ayah: 'وَاللَّهُ يَقْضِي بِالْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لَا يَقْضُونَ بِشَيْءٍ ۗ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ  ‎﴿٢٠﴾‏ ',
  },
  {
    id: '40_21',
    verseNumber: 21,
    ayah: 'أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِن قَبْلِهِمْ ۚ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ اللَّهِ مِن وَاقٍ ﴿٢١﴾‏',
  },
  {
    id: '40_22',
    verseNumber: 22,
    ayah: 'ذَٰلِكَ بِأَنَّهُم كَانَت تَأْتِيهِم رُسُلُهُم بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ ۚ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ ﴿٢٢﴾‏',
  },
  {
    id: '40_23',
    verseNumber: 23,
    ayah: 'وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ ﴿٢٣﴾‏',
  },
  {
    id: '40_24',
    verseNumber: 24,
    ayah: 'إِلَىٰ فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ ‎﴿٢٤﴾',
  },
  {
    id: '40_25',
    verseNumber: 25,
    ayah: 'فَلَمَّا جَاءَهُم بِالْحَقِّ مِنْ عِندِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ ۚ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ ‎﴿٢٥﴾',
  },
  {
    id: '40_26',
    verseNumber: 26,
    ayah: 'وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُ ۖ إِنِّي أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ ‎﴿٢٦﴾',
  },
  {
    id: '40_27',
    verseNumber: 27,
    ayah: 'وَقَالَ مُوسَىٰ إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ﴿٢٧﴾‏ ',
  },
  {
    id: '40_28',
    verseNumber: 28,
    ayah: 'وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُم بِالْبَيِّنَاتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ الَّذِي يَعِدُكُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ ‎﴿٢٨﴾',
  },
  {
    id: '40_29',
    verseNumber: 29,
    ayah: 'يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَن يَّنصُرُنَا مِن بَأْسِ اللَّهِ إِن جَاءَنَا ۖ قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَىٰ وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ ‎﴿٢٩﴾‏',
  },
  {
    id: '40_30',
    verseNumber: 30,
    ayah: 'وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ الْأَحْزَابِ ‎﴿٣٠﴾',
  },
  {
    id: '40_31',
    verseNumber: 31,
    ayah: 'مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِن بَعْدِهِمْ ۚ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ ‎﴿٣١﴾',
  },
  {
    id: '40_32',
    verseNumber: 32,
    ayah: 'وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ ﴿٣٢﴾',
  },
  {
    id: '40_33',
    verseNumber: 33,
    ayah: 'يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ اللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُّضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ ﴿٣٣﴾',
  },
  {
    id: '40_34',
    verseNumber: 34,
    ayah: 'وَلَقَدْ جَاءَكُمْ يُوسُفُ مِن قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُم فِي شَكٍّ مِّمَّا جَاءَكُم بِهِ ۖ حَتَّىٰ إِذَا هَلَكَ قُلْتُمْ لَن يَّبْعَثَ اللَّهُ مِن بَعْدِهِ رَسُولًا ۚ كَذَٰلِكَ يُّضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ ﴿٣٤﴾‏',
  },
  {
    id: '40_35',
    verseNumber: 35,
    ayah: 'الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۖ كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا ۚ كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ ﴿٣٥﴾',
  },
  {
    id: '40_36',
    verseNumber: 36,
    ayah: 'وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَّعَلِّي أَبْلُغُ الْأَسْبَابَ ﴿٣٦﴾',
  },
  {
    id: '40_37',
    verseNumber: 37,
    ayah: 'أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ كَاذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ ‎﴿٣٧﴾',
  },
  {
    id: '40_38',
    verseNumber: 38,
    ayah: 'وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ ‎﴿٣٨﴾',
  },
  {
    id: '40_39',
    verseNumber: 39,
    ayah: 'يَا قَوْمِ إِنَّمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ ﴿٣٩﴾',
  },
  {
    id: '40_40',
    verseNumber: 40,
    ayah: 'مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ ﴿٤٠﴾',
  },
  {
    id: '40_41',
    verseNumber: 41,
    ayah: 'وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ ‎﴿٤١﴾',
  },
  {
    id: '40_42',
    verseNumber: 42,
    ayah: 'تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ ‎﴿٤٢﴾',
  },
  {
    id: '40_43',
    verseNumber: 43,
    ayah: 'لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ ﴿٤٣﴾',
  },
  {
    id: '40_44',
    verseNumber: 44,
    ayah: 'فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ ۖ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ ﴿٤٤﴾',
  },
  {
    id: '40_45',
    verseNumber: 45,
    ayah: 'فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا ۖ وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ ‎﴿٤٥﴾',
  },
  {
    id: '40_46',
    verseNumber: 46,
    ayah: 'النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ ‎﴿٤٦﴾‏',
  },
  {
    id: '40_47',
    verseNumber: 47,
    ayah: 'وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ النَّارِ ‎﴿٤٧﴾',
  },
  {
    id: '40_48',
    verseNumber: 48,
    ayah: 'قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا ۖ إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ ‎﴿٤٨﴾',
  },
  {
    id: '40_49',
    verseNumber: 49,
    ayah: 'وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ‎﴿٤٩﴾',
  },
  {
    id: '40_50',
    verseNumber: 50,
    ayah: 'قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِالْبَيِّنَاتِ ۖ قَالُوا بَلَىٰ ۚ قَالُوا فَادْعُوا ۗ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ ‎﴿٥٠﴾',
  },
  {
    id: '40_51',
    verseNumber: 51,
    ayah: 'إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ ﴿٥١﴾',
  },
  {
    id: '40_52',
    verseNumber: 52,
    ayah: 'يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ ﴿٥٢﴾',
  },
  {
    id: '40_53',
    verseNumber: 53,
    ayah: 'وَلَقَدْ آتَيْنَا مُوسَى الْهُدَىٰ وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ ‎﴿٥٣﴾‏',
  },
  {
    id: '40_54',
    verseNumber: 54,
    ayah: 'هُدًى وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ ‎﴿٥٤﴾',
  },
  {
    id: '40_55',
    verseNumber: 55,
    ayah: 'فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ ﴿٥٥﴾',
  },
  {
    id: '40_56',
    verseNumber: 56,
    ayah: 'إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۙ إِن فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَالِغِيهِ ۚ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ ‎﴿٥٦﴾',
  },
  {
    id: '40_57',
    verseNumber: 57,
    ayah: 'لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ ‎﴿٥٧﴾',
  },
  {
    id: '40_58',
    verseNumber: 58,
    ayah: 'وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ ‎﴿٥٨﴾‏',
  },
  {
    id: '40_59',
    verseNumber: 59,
    ayah: 'إِنَّ السَّاعَةَ لَآتِيَةٌ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ ﴿٥٩﴾‏',
  },
  {
    id: '40_60',
    verseNumber: 60,
    ayah: 'وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ ۚ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ ‎﴿٦٠﴾',
  },
  {
    id: '40_61',
    verseNumber: 61,
    ayah: 'اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ ‎﴿٦١﴾',
  },
  {
    id: '40_62',
    verseNumber: 62,
    ayah: 'ذَٰلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَّا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ ﴿٦٢﴾',
  },
  {
    id: '40_63',
    verseNumber: 63,
    ayah: 'كَذَٰلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ ‎﴿٦٣﴾',
  },
  {
    id: '40_64',
    verseNumber: 64,
    ayah: 'اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ ﴿٦٤﴾',
  },
  {
    id: '40_65',
    verseNumber: 65,
    ayah: 'هُوَ الْحَيُّ لَا إِلَٰهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ۗ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ‎﴿٦٥﴾‏',
  },
  {
    id: '40_66',
    verseNumber: 66,
    ayah: 'قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِن رَّبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ ﴿٦٦﴾',
  },
  {
    id: '40_67',
    verseNumber: 67,
    ayah: 'هُوَ الَّذِي خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِن عَلَقَةٍ ثُمَّ يُخْرِجُكُم طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ ‎﴿٦٧﴾‏',
  },
  {
    id: '40_68',
    verseNumber: 68,
    ayah: 'هُوَ الَّذِي يُحْيِي وَيُمِيتُ ۖ فَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ ‎﴿٦٨﴾',
  },
  {
    id: '40_69',
    verseNumber: 69,
    ayah: 'أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّىٰ يُصْرَفُونَ ‎﴿٦٩﴾',
  },
  {
    id: '40_70',
    verseNumber: 70,
    ayah: 'الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ ‎﴿٧٠﴾',
  },
  {
    id: '40_71',
    verseNumber: 71,
    ayah: 'إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ ‎﴿٧١﴾‏',
  },
  {
    id: '40_72',
    verseNumber: 72,
    ayah: 'فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ ﴿٧٢﴾',
  },
  {
    id: '40_73',
    verseNumber: 73,
    ayah: 'ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ  ‎﴿٧٣﴾',
  },
  {
    id: '40_74',
    verseNumber: 74,
    ayah: 'مِن دُونِ اللَّهِ ۖ قَالُوا ضَلُّوا عَنَّا بَل لَّمْ نَكُن نَّدْعُو مِن قَبْلُ شَيْئًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ ‎﴿٧٤﴾',
  },
  {
    id: '40_75',
    verseNumber: 75,
    ayah: 'ذَٰلِكُم بِمَا كُنتُم تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُم تَمْرَحُونَ ﴿٧٥﴾',
  },
  {
    id: '40_76',
    verseNumber: 76,
    ayah: 'ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ ‎﴿٧٦﴾‏',
  },
  {
    id: '40_77',
    verseNumber: 77,
    ayah: 'فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ ﴿٧٧﴾‏',
  },
  {
    id: '40_78',
    verseNumber: 78,
    ayah: 'وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۚ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ ﴿٧٨﴾ ',
  },
  {
    id: '40_79',
    verseNumber: 79,
    ayah: 'اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ ‎﴿٧٩﴾',
  },
  {
    id: '40_80',
    verseNumber: 80,
    ayah: 'وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ ﴿٨٠﴾',
  },
  {
    id: '40_81',
    verseNumber: 81,
    ayah: 'وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنكِرُونَ ‎﴿٨١﴾',
  },
  {
    id: '40_82',
    verseNumber: 82,
    ayah: 'أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ  ‎﴿٨٢﴾‏',
  },
  {
    id: '40_83',
    verseNumber: 83,
    ayah: 'فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ ‎﴿٨٣﴾',
  },
  {
    id: '40_84',
    verseNumber: 84,
    ayah: 'فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ ﴿٨٤﴾',
  },
  {
    id: '40_85',
    verseNumber: 85,
    ayah: 'فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ ‎﴿٨٥﴾‏',
  },
];
export default surah40;
