const surah81 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '81_01',
    verseNumber: 1,
    ayah: 'إِذَا الشَّمْسُ كُوِّرَتْ ﴿١﴾',
  },
  {
    id: '81_02',
    verseNumber: 2,
    ayah: 'وَإِذَا النُّجُومُ انْكَدَرَتْ ﴿٢﴾',
  },
  {
    id: '81_03',
    verseNumber: 3,
    ayah: 'وَإِذَا الْجِبَالُ سُيِّرَتْ ﴿٣﴾',
  },
  {
    id: '81_04',
    verseNumber: 4,
    ayah: 'وَإِذَا الْعِشَارُ عُطِّلَتْ ﴿٤﴾',
  },
  {
    id: '81_05',
    verseNumber: 5,
    ayah: 'وَإِذَا الْوُحُوشُ حُشِرَتْ ﴿٥﴾',
  },
  {
    id: '81_06',
    verseNumber: 6,
    ayah: 'وَإِذَا الْبِحَارُ سُجِّرَتْ ﴿٦﴾',
  },
  {
    id: '81_07',
    verseNumber: 7,
    ayah: 'وَإِذَا النُّفُوسُ زُوِّجَتْ ﴿٧﴾',
  },
  {
    id: '81_08',
    verseNumber: 8,
    ayah: 'وَإِذَا الْمَوْءُودَةُ سُئِلَتْ ﴿٨﴾',
  },
  {
    id: '81_09',
    verseNumber: 9,
    ayah: 'بِأَيِّ ذَنْبٍ قُتِلَتْ ﴿٩﴾',
  },
  {
    id: '81_10',
    verseNumber: 10,
    ayah: 'وَإِذَا الصُّحُفُ نُشِرَتْ ﴿١٠﴾',
  },
  {
    id: '81_11',
    verseNumber: 11,
    ayah: 'وَإِذَا السَّمَاءُ كُشِطَتْ ﴿١١﴾',
  },
  {
    id: '81_12',
    verseNumber: 12,
    ayah: 'وَإِذَا الْجَحِيمُ سُعِّرَتْ ﴿١٢﴾',
  },
  {
    id: '81_13',
    verseNumber: 13,
    ayah: 'وَإِذَا الْجَنَّةُ أُزْلِفَتْ ﴿١٣﴾',
  },
  {
    id: '81_14',
    verseNumber: 14,
    ayah: 'عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ ﴿١٤﴾',
  },
  {
    id: '81_15',
    verseNumber: 15,
    ayah: 'فَلَا أُقْسِمُ بِالْخُنَّسِ ﴿١٥﴾',
  },
  {
    id: '81_16',
    verseNumber: 16,
    ayah: 'الْجَوَارِ الْكُنَّسِ ﴿١٦﴾',
  },
  {
    id: '81_17',
    verseNumber: 17,
    ayah: 'وَاللَّيْلِ إِذَا عَسْعَسَ ﴿١٧﴾',
  },
  {
    id: '81_18',
    verseNumber: 18,
    ayah: 'وَالصُّبْحِ إِذَا تَنَفَّسَ ﴿١٨﴾',
  },
  {
    id: '81_19',
    verseNumber: 19,
    ayah: 'إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ﴿١٩﴾',
  },
  {
    id: '81_20',
    verseNumber: 20,
    ayah: 'ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ ﴿٢٠﴾',
  },
  {
    id: '81_21',
    verseNumber: 21,
    ayah: 'مُطَاعٍ ثَمَّ أَمِينٍ ﴿٢١﴾',
  },
  {
    id: '81_22',
    verseNumber: 22,
    ayah: 'وَمَا صَاحِبُكُمْ بِمَجْنُونٍ ﴿٢٢﴾',
  },
  {
    id: '81_23',
    verseNumber: 23,
    ayah: 'وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ ﴿٢٣﴾',
  },
  {
    id: '81_24',
    verseNumber: 24,
    ayah: 'وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ ﴿٢٤﴾',
  },
  {
    id: '81_25',
    verseNumber: 25,
    ayah: 'وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ ﴿٢٥﴾',
  },
  {
    id: '81_26',
    verseNumber: 26,
    ayah: 'فَأَيْنَ تَذْهَبُونَ ﴿٢٦﴾',
  },
  {
    id: '81_27',
    verseNumber: 27,
    ayah: 'إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ ﴿٢٧﴾',
  },
  {
    id: '81_28',
    verseNumber: 28,
    ayah: 'لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ ﴿٢٨﴾',
  },
  {
    id: '81_29',
    verseNumber: 29,
    ayah: 'وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ ﴿٢٩﴾',
  },
];

export default surah81;
