const surah100 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '100_1',
    verseNumber: 1,
    ayah: 'وَالْعَادِيَاتِ ضَبْحًا ﴿١﴾',
  },
  {
    id: '100_2',
    verseNumber: 2,
    ayah: 'فَالْمُورِيَاتِ قَدْحًا ﴿٢﴾',
  },
  {
    id: '100_3',
    verseNumber: 3,
    ayah: 'فَالْمُغِيرَاتِ صُبْحًا ﴿٣﴾',
  },
  {
    id: '100_4',
    verseNumber: 4,
    ayah: 'فَأَثَرْنَ بِهِ نَقْعًا ﴿٤﴾',
  },
  {
    id: '100_5',
    verseNumber: 5,
    ayah: 'فَوَسَطْنَ بِهِ جَمْعًا ﴿٥﴾',
  },
  {
    id: '100_6',
    verseNumber: 6,
    ayah: 'إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ ﴿٦﴾',
  },
  {
    id: '100_7',
    verseNumber: 7,
    ayah: 'وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ ﴿٧﴾',
  },
  {
    id: '100_8',
    verseNumber: 8,
    ayah: 'وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ ﴿٨﴾',
  },
  {
    id: '100_9',
    verseNumber: 9,
    ayah: 'أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ ﴿٩﴾',
  },
  {
    id: '100_10',
    verseNumber: 10,
    ayah: 'وَحُصِّلَ مَا فِي الصُّدُورِ ﴿١٠﴾',
  },
  {
    id: '100_11',
    verseNumber: 11,
    ayah: 'إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ ﴿١١﴾',
  },
];

export default surah100;
