const surah109 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '109_1',
    verseNumber: 1,
    ayah: 'قُلْ يَا أَيُّهَا الْكَافِرُونَ ﴿١﴾',
  },
  {
    id: '109_2',
    verseNumber: 2,
    ayah: 'لَا أَعْبُدُ مَا تَعْبُدُونَ ﴿٢﴾',
  },
  {
    id: '109_3',
    verseNumber: 3,
    ayah: 'وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿٣﴾',
  },
  {
    id: '109_4',
    verseNumber: 4,
    ayah: 'وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ ﴿٤﴾',
  },
  {
    id: '109_5',
    verseNumber: 5,
    ayah: 'وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿٥﴾',
  },
  {
    id: '109_6',
    verseNumber: 6,
    ayah: 'لَكُمْ دِينُكُمْ وَلِيَ دِينِ ﴿٦﴾',
  },
];

export default surah109;
