const surah76 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '76_01',
    verseNumber: 1,
    ayah: 'هَلْ أَتَىٰ عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ﴿١﴾',
  },
  {
    id: '76_02',
    verseNumber: 2,
    ayah: 'إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا ﴿٢﴾',
  },
  {
    id: '76_03',
    verseNumber: 3,
    ayah: 'إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا ﴿٣﴾',
  },
  {
    id: '76_04',
    verseNumber: 4,
    ayah: 'إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا ﴿٤﴾',
  },
  {
    id: '76_05',
    verseNumber: 5,
    ayah: 'إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا ﴿٥﴾',
  },
  {
    id: '76_06',
    verseNumber: 6,
    ayah: 'عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا ﴿٦﴾',
  },
  {
    id: '76_07',
    verseNumber: 7,
    ayah: 'يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ﴿٧﴾',
  },
  {
    id: '76_08',
    verseNumber: 8,
    ayah: 'وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ﴿٨﴾',
  },
  {
    id: '76_09',
    verseNumber: 9,
    ayah: 'إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا ﴿٩﴾',
  },
  {
    id: '76_10',
    verseNumber: 10,
    ayah: 'إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ﴿١٠﴾',
  },
  {
    id: '76_11',
    verseNumber: 11,
    ayah: 'فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ﴿١١﴾',
  },
  {
    id: '76_12',
    verseNumber: 12,
    ayah: 'وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا ﴿١٢﴾',
  },
  {
    id: '76_13',
    verseNumber: 13,
    ayah: 'مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا ﴿١٣﴾',
  },
  {
    id: '76_14',
    verseNumber: 14,
    ayah: 'وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا ﴿١٤﴾',
  },
  {
    id: '76_15',
    verseNumber: 15,
    ayah: 'وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا ﴿١٥﴾',
  },
  {
    id: '76_16',
    verseNumber: 16,
    ayah: 'قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ﴿١٦﴾',
  },
  {
    id: '76_17',
    verseNumber: 17,
    ayah: 'وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا ﴿١٧﴾',
  },
  {
    id: '76_18',
    verseNumber: 18,
    ayah: 'عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا ﴿١٨﴾',
  },
  {
    id: '76_19',
    verseNumber: 19,
    ayah: 'وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا ﴿١٩﴾',
  },
  {
    id: '76_20',
    verseNumber: 20,
    ayah: 'وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا ﴿٢٠﴾',
  },
  {
    id: '76_21',
    verseNumber: 21,
    ayah: 'عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا ﴿٢١﴾',
  },
  {
    id: '76_22',
    verseNumber: 22,
    ayah: 'إِنَّ هَـٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُم مَّشْكُورًا ﴿٢٢﴾',
  },
  {
    id: '76_23',
    verseNumber: 23,
    ayah: 'إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنزِيلًا ﴿٢٣﴾',
  },
  {
    id: '76_24',
    verseNumber: 24,
    ayah: 'فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا ﴿٢٤﴾',
  },
  {
    id: '76_25',
    verseNumber: 25,
    ayah: 'وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا ﴿٢٥﴾',
  },
  {
    id: '76_26',
    verseNumber: 26,
    ayah: 'وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا ﴿٢٦﴾',
  },
  {
    id: '76_27',
    verseNumber: 27,
    ayah: 'إِنَّ هَـٰؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا ﴿٢٧﴾',
  },
  {
    id: '76_28',
    verseNumber: 28,
    ayah: 'نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا ﴿٢٨﴾',
  },
  {
    id: '76_29',
    verseNumber: 29,
    ayah: 'إِنَّ هَـٰذِهِ تَذْكِرَةٌ ۖ فَمَن شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا ﴿٢٩﴾',
  },
  {
    id: '76_30',
    verseNumber: 30,
    ayah: 'وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا ﴿٣٠﴾',
  },
  {
    id: '76_31',
    verseNumber: 31,
    ayah: 'يُدْخِلُ مَن يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا ﴿٣١﴾',
  },
];

export default surah76;
