const surah80 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '80_01',
    verseNumber: 1,
    ayah: 'عَبَسَ وَتَوَلَّىٰ ﴿١﴾',
  },
  {
    id: '80_02',
    verseNumber: 2,
    ayah: 'أَنْ جَاءَهُ الْأَعْمَىٰ ﴿٢﴾',
  },
  {
    id: '80_03',
    verseNumber: 3,
    ayah: 'وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّىٰ ﴿٣﴾',
  },
  {
    id: '80_04',
    verseNumber: 4,
    ayah: 'أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَىٰ ﴿٤﴾',
  },
  {
    id: '80_05',
    verseNumber: 5,
    ayah: 'أَمَّا مَنِ اسْتَغْنَىٰ ﴿٥﴾',
  },
  {
    id: '80_06',
    verseNumber: 6,
    ayah: 'فَأَنْتَ لَهُ تَصَدَّىٰ ﴿٦﴾',
  },
  {
    id: '80_07',
    verseNumber: 7,
    ayah: 'وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ ﴿٧﴾',
  },
  {
    id: '80_08',
    verseNumber: 8,
    ayah: 'وَأَمَّا مَنْ جَاءَكَ يَسْعَىٰ ﴿٨﴾',
  },
  {
    id: '80_09',
    verseNumber: 9,
    ayah: 'وَهُوَ يَخْشَىٰ ﴿٩﴾',
  },
  {
    id: '80_10',
    verseNumber: 10,
    ayah: 'فَأَنْتَ عَنْهُ تَلَهَّىٰ ﴿١٠﴾',
  },
  {
    id: '80_11',
    verseNumber: 11,
    ayah: 'كَلَّا إِنَّهَا تَذْكِرَةٌ ﴿١١﴾',
  },
  {
    id: '80_12',
    verseNumber: 12,
    ayah: 'فَمَنْ شَاءَ ذَكَرَهُ ﴿١٢﴾',
  },
  {
    id: '80_13',
    verseNumber: 13,
    ayah: 'فِي صُحُفٍ مُكَرَّمَةٍ ﴿١٣﴾',
  },
  {
    id: '80_14',
    verseNumber: 14,
    ayah: 'مَرْفُوعَةٍ مُطَهَّرَةٍ ﴿١٤﴾',
  },
  {
    id: '80_15',
    verseNumber: 15,
    ayah: 'بِأَيْدِي سَفَرَةٍ ﴿١٥﴾',
  },
  {
    id: '80_16',
    verseNumber: 16,
    ayah: 'كِرَامٍ بَرَرَةٍ ﴿١٦﴾',
  },
  {
    id: '80_17',
    verseNumber: 17,
    ayah: 'قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ ﴿١٧﴾',
  },
  {
    id: '80_18',
    verseNumber: 18,
    ayah: 'مِنْ أَيِّ شَيْءٍ خَلَقَهُ ﴿١٨﴾',
  },
  {
    id: '80_19',
    verseNumber: 19,
    ayah: 'مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ ﴿١٩﴾',
  },
  {
    id: '80_20',
    verseNumber: 20,
    ayah: 'ثُمَّ السَّبِيلَ يَسَّرَهُ ﴿٢٠﴾',
  },
  {
    id: '80_21',
    verseNumber: 21,
    ayah: 'ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ ﴿٢١﴾',
  },
  {
    id: '80_22',
    verseNumber: 22,
    ayah: 'ثُمَّ إِذَا شَاءَ أَنْشَرَهُ ﴿٢٢﴾',
  },
  {
    id: '80_23',
    verseNumber: 23,
    ayah: 'كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ ﴿٢٣﴾',
  },
  {
    id: '80_24',
    verseNumber: 24,
    ayah: 'فَلْيَنْظُرِ الْإِنْسَانُ إِلَىٰ طَعَامِهِ ﴿٢٤﴾',
  },
  {
    id: '80_25',
    verseNumber: 25,
    ayah: 'أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ﴿٢٥﴾',
  },
  {
    id: '80_26',
    verseNumber: 26,
    ayah: 'ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا ﴿٢٦﴾',
  },
  {
    id: '80_27',
    verseNumber: 27,
    ayah: 'فَأَنْبَتْنَا فِيهَا حَبًّا ﴿٢٧﴾',
  },
  {
    id: '80_28',
    verseNumber: 28,
    ayah: 'وَعِنَبًا وَقَضْبًا ﴿٢٨﴾',
  },
  {
    id: '80_29',
    verseNumber: 29,
    ayah: 'وَزَيْتُونًا وَنَخْلًا ﴿٢٩﴾',
  },
  {
    id: '80_30',
    verseNumber: 30,
    ayah: 'وَحَدَائِقَ غُلْبًا ﴿٣٠﴾',
  },
  {
    id: '80_31',
    verseNumber: 31,
    ayah: 'وَفَاكِهَةً وَأَبًّا ﴿٣١﴾',
  },
  {
    id: '80_32',
    verseNumber: 32,
    ayah: 'مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ ﴿٣٢﴾',
  },
  {
    id: '80_33',
    verseNumber: 33,
    ayah: 'فَإِذَا جَاءَتِ الصَّاخَّةُ ﴿٣٣﴾',
  },
  {
    id: '80_34',
    verseNumber: 34,
    ayah: 'يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ ﴿٣٤﴾',
  },
  {
    id: '80_35',
    verseNumber: 35,
    ayah: 'وَأُمِّهِ وَأَبِيهِ ﴿٣٥﴾',
  },
  {
    id: '80_36',
    verseNumber: 36,
    ayah: 'وَصَاحِبَتِهِ وَبَنِيهِ ﴿٣٦﴾',
  },
  {
    id: '80_37',
    verseNumber: 37,
    ayah: 'لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ﴿٣٧﴾',
  },
  {
    id: '80_38',
    verseNumber: 38,
    ayah: 'وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ﴿٣٨﴾',
  },
  {
    id: '80_39',
    verseNumber: 39,
    ayah: 'ضَاحِكَةٌ مُسْتَبْشِرَةٌ ﴿٣٩﴾',
  },
  {
    id: '80_40',
    verseNumber: 40,
    ayah: 'وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ ﴿٤٠﴾',
  },
  {
    id: '80_41',
    verseNumber: 41,
    ayah: 'تَرْهَقُهَا قَتَرَةٌ ﴿٤١﴾',
  },
  {
    id: '80_42',
    verseNumber: 42,
    ayah: 'أُولَٰئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ﴿٤٢﴾',
  },
];

export default surah80;
