const surah88 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '88_01',
    verseNumber: 1,
    ayah: 'هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ﴿١﴾',
  },
  {
    id: '88_02',
    verseNumber: 2,
    ayah: 'وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ ﴿٢﴾',
  },
  {
    id: '88_03',
    verseNumber: 3,
    ayah: 'عَامِلَةٌ نَاصِبَةٌ ﴿٣﴾',
  },
  {
    id: '88_04',
    verseNumber: 4,
    ayah: 'تَصْلَىٰ نَارًا حَامِيَةً ﴿٤﴾',
  },
  {
    id: '88_05',
    verseNumber: 5,
    ayah: 'تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ ﴿٥﴾',
  },
  {
    id: '88_06',
    verseNumber: 6,
    ayah: 'لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ ﴿٦﴾',
  },
  {
    id: '88_07',
    verseNumber: 7,
    ayah: 'لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ ﴿٧﴾',
  },
  {
    id: '88_08',
    verseNumber: 8,
    ayah: 'وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ ﴿٨﴾',
  },
  {
    id: '88_09',
    verseNumber: 9,
    ayah: 'لِسَعْيِهَا رَاضِيَةٌ ﴿٩﴾',
  },
  {
    id: '88_10',
    verseNumber: 10,
    ayah: 'فِي جَنَّةٍ عَالِيَةٍ ﴿١٠﴾',
  },
  {
    id: '88_11',
    verseNumber: 11,
    ayah: 'لَا تَسْمَعُ فِيهَا لَاغِيَةً ﴿١١﴾',
  },
  {
    id: '88_12',
    verseNumber: 12,
    ayah: 'فِيهَا عَيْنٌ جَارِيَةٌ ﴿١٢﴾',
  },
  {
    id: '88_13',
    verseNumber: 13,
    ayah: 'فِيهَا سُرُرٌ مَرْفُوعَةٌ ﴿١٣﴾',
  },
  {
    id: '88_14',
    verseNumber: 14,
    ayah: 'وَأَكْوَابٌ مَوْضُوعَةٌ ﴿١٤﴾',
  },
  {
    id: '88_15',
    verseNumber: 15,
    ayah: 'وَنَمَارِقُ مَصْفُوفَةٌ ﴿١٥﴾',
  },
  {
    id: '88_16',
    verseNumber: 16,
    ayah: 'وَزَرَابِيُّ مَبْثُوثَةٌ ﴿١٦﴾',
  },
  {
    id: '88_17',
    verseNumber: 17,
    ayah: 'أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ ﴿١٧﴾',
  },
  {
    id: '88_18',
    verseNumber: 18,
    ayah: 'وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ ﴿١٨﴾',
  },
  {
    id: '88_19',
    verseNumber: 19,
    ayah: 'وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ ﴿١٩﴾',
  },
  {
    id: '88_20',
    verseNumber: 20,
    ayah: 'وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ ﴿٢٠﴾',
  },
  {
    id: '88_21',
    verseNumber: 21,
    ayah: 'فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ ﴿٢١﴾',
  },
  {
    id: '88_22',
    verseNumber: 22,
    ayah: 'لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ ﴿٢٢﴾',
  },
  {
    id: '88_23',
    verseNumber: 23,
    ayah: 'إِلَّا مَنْ تَوَلَّىٰ وَكَفَرَ ﴿٢٣﴾',
  },
  {
    id: '88_24',
    verseNumber: 24,
    ayah: 'فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ ﴿٢٤﴾',
  },
  {
    id: '88_25',
    verseNumber: 25,
    ayah: 'إِنَّ إِلَيْنَا إِيَابَهُمْ ﴿٢٥﴾',
  },
  {
    id: '88_26',
    verseNumber: 26,
    ayah: 'ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ ﴿٢٦﴾',
  },
];

export default surah88;
