const surah99 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '99_1',
    verseNumber: 1,
    ayah: 'إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا ﴿١﴾',
  },
  {
    id: '99_2',
    verseNumber: 2,
    ayah: 'وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا ﴿٢﴾',
  },
  {
    id: '99_3',
    verseNumber: 3,
    ayah: 'وَقَالَ الْإِنْسَانُ مَا لَهَا ﴿٣﴾',
  },
  {
    id: '99_4',
    verseNumber: 4,
    ayah: 'يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ﴿٤﴾',
  },
  {
    id: '99_5',
    verseNumber: 5,
    ayah: 'بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا ﴿٥﴾',
  },
  {
    id: '99_6',
    verseNumber: 6,
    ayah: 'يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ ﴿٦﴾',
  },
  {
    id: '99_7',
    verseNumber: 7,
    ayah: 'فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ ﴿٧﴾',
  },
  {
    id: '99_8',
    verseNumber: 8,
    ayah: 'وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ ﴿٨﴾',
  },
];

export default surah99;
