const surah91 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '91_1',
    verseNumber: 1,
    ayah: 'وَالشَّمْسِ وَضُحَاهَا ﴿١﴾',
  },
  {
    id: '91_2',
    verseNumber: 2,
    ayah: 'وَالْقَمَرِ إِذَا تَلَاهَا ﴿٢﴾',
  },
  {
    id: '91_3',
    verseNumber: 3,
    ayah: 'وَالنَّهَارِ إِذَا جَلَّاهَا ﴿٣﴾',
  },
  {
    id: '91_4',
    verseNumber: 4,
    ayah: 'وَاللَّيْلِ إِذَا يَغْشَاهَا ﴿٤﴾',
  },
  {
    id: '91_5',
    verseNumber: 5,
    ayah: 'وَالسَّمَاءِ وَمَا بَنَاهَا ﴿٥﴾',
  },
  {
    id: '91_6',
    verseNumber: 6,
    ayah: 'وَالْأَرْضِ وَمَا طَحَاهَا ﴿٦﴾',
  },
  {
    id: '91_7',
    verseNumber: 7,
    ayah: 'وَنَفْسٍ وَمَا سَوَّاهَا ﴿٧﴾',
  },
  {
    id: '91_8',
    verseNumber: 8,
    ayah: 'فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ﴿٨﴾',
  },
  {
    id: '91_9',
    verseNumber: 9,
    ayah: 'قَدْ أَفْلَحَ مَنْ زَكَّاهَا ﴿٩﴾',
  },
  {
    id: '91_10',
    verseNumber: 10,
    ayah: 'وَقَدْ خَابَ مَنْ دَسَّاهَا ﴿١٠﴾',
  },
  {
    id: '91_11',
    verseNumber: 11,
    ayah: 'كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ﴿١١﴾',
  },
  {
    id: '91_12',
    verseNumber: 12,
    ayah: 'إِذِ انْبَعَثَ أَشْقَاهَا ﴿١٢﴾',
  },
  {
    id: '91_13',
    verseNumber: 13,
    ayah: 'فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا ﴿١٣﴾',
  },
  {
    id: '91_14',
    verseNumber: 14,
    ayah: 'فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا ﴿١٤﴾',
  },
  {
    id: '91_15',
    verseNumber: 15,
    ayah: 'وَلَا يَخَافُ عُقْبَاهَا ﴿١٥﴾',
  },
];

export default surah91;
