const surah72 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '72_01',
    verseNumber: 1,
    ayah: 'قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا ﴿١﴾',
  },
  {
    id: '72_02',
    verseNumber: 2,
    ayah: 'يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا ﴿٢﴾',
  },
  {
    id: '72_03',
    verseNumber: 3,
    ayah: 'وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا ﴿٣﴾',
  },
  {
    id: '72_04',
    verseNumber: 4,
    ayah: 'وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا ﴿٤﴾',
  },
  {
    id: '72_05',
    verseNumber: 5,
    ayah: 'وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا ﴿٥﴾',
  },
  {
    id: '72_06',
    verseNumber: 6,
    ayah: 'وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا ﴿٦﴾',
  },
  {
    id: '72_07',
    verseNumber: 7,
    ayah: 'وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا ﴿٧﴾',
  },
  {
    id: '72_08',
    verseNumber: 8,
    ayah: 'وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا ﴿٨﴾',
  },
  {
    id: '72_09',
    verseNumber: 9,
    ayah: 'وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا ﴿٩﴾',
  },
  {
    id: '72_10',
    verseNumber: 10,
    ayah: 'وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا ﴿١٠﴾',
  },
  {
    id: '72_11',
    verseNumber: 11,
    ayah: 'وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَائِقَ قِدَدًا ﴿١١﴾',
  },
  {
    id: '72_12',
    verseNumber: 12,
    ayah: 'وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا ﴿١٢﴾',
  },
  {
    id: '72_13',
    verseNumber: 13,
    ayah: 'وَأَنَّا لَمَّا سَمِعْنَا الْهُدَىٰ آمَنَّا بِهِ ۖ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا ﴿١٣﴾',
  },
  {
    id: '72_14',
    verseNumber: 14,
    ayah: 'وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُولَٰئِكَ تَحَرَّوْا رَشَدًا ﴿١٤﴾',
  },
  {
    id: '72_15',
    verseNumber: 15,
    ayah: 'وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا ﴿١٥﴾',
  },
  {
    id: '72_16',
    verseNumber: 16,
    ayah: 'وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا ﴿١٦﴾',
  },
  {
    id: '72_17',
    verseNumber: 17,
    ayah: 'لِنَفْتِنَهُمْ فِيهِ ۚ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا ﴿١٧﴾',
  },
  {
    id: '72_18',
    verseNumber: 18,
    ayah: 'وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا ﴿١٨﴾',
  },
  {
    id: '72_19',
    verseNumber: 19,
    ayah: 'وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا ﴿١٩﴾',
  },
  {
    id: '72_20',
    verseNumber: 20,
    ayah: 'قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا ﴿٢٠﴾',
  },
  {
    id: '72_21',
    verseNumber: 21,
    ayah: 'قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا ﴿٢١﴾',
  },
  {
    id: '72_22',
    verseNumber: 22,
    ayah: 'قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا ﴿٢٢﴾',
  },
  {
    id: '72_23',
    verseNumber: 23,
    ayah: 'إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا ﴿٢٣﴾',
  },
  {
    id: '72_24',
    verseNumber: 24,
    ayah: 'حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا ﴿٢٤﴾',
  },
  {
    id: '72_25',
    verseNumber: 25,
    ayah: 'قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا ﴿٢٥﴾',
  },
  {
    id: '72_26',
    verseNumber: 26,
    ayah: 'عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا ﴿٢٦﴾',
  },
  {
    id: '72_27',
    verseNumber: 27,
    ayah: 'إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا ﴿٢٧﴾',
  },
  {
    id: '72_28',
    verseNumber: 28,
    ayah: 'لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا ﴿٢٨﴾',
  },
];

export default surah72;
