const surah106 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '106_1',
    verseNumber: 1,
    ayah: 'لِإِيلَافِ قُرَيْشٍ ﴿١﴾',
  },
  {
    id: '106_2',
    verseNumber: 2,
    ayah: 'إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ﴿٢﴾',
  },
  {
    id: '106_3',
    verseNumber: 3,
    ayah: 'فَلْيَعْبُدُوا رَبَّ هَـٰذَا الْبَيْتِ ﴿٣﴾',
  },
  {
    id: '106_4',
    verseNumber: 4,
    ayah: 'الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ ﴿٤﴾',
  },
];

export default surah106;
