const surah55 = [
  {
    id: '55_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '55_01',
    verseNumber: 1,
    ayah: 'الرَّحْمَٰنُ ﴿١﴾',
  },
  {
    id: '55_02',
    verseNumber: 2,
    ayah: 'عَلَّمَ الْقُرْآنَ ﴿٢﴾',
  },
  {
    id: '55_03',
    verseNumber: 3,
    ayah: 'خَلَقَ الْإِنْسَانَ ﴿٣﴾',
  },
  {
    id: '55_04',
    verseNumber: 4,
    ayah: 'عَلَّمَهُ الْبَيَانَ ﴿٤﴾',
  },
  {
    id: '55_05',
    verseNumber: 5,
    ayah: 'الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ﴿٥﴾',
  },
  {
    id: '55_06',
    verseNumber: 6,
    ayah: 'وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ﴿٦﴾',
  },
  {
    id: '55_07',
    verseNumber: 7,
    ayah: 'وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ ﴿٧﴾',
  },
  {
    id: '55_08',
    verseNumber: 8,
    ayah: 'أَلَّا تَطْغَوْا فِي الْمِيزَانِ ﴿٨﴾',
  },
  {
    id: '55_09',
    verseNumber: 9,
    ayah: 'وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ ﴿٩﴾',
  },
  {
    id: '55_10',
    verseNumber: 10,
    ayah: 'وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ ﴿١٠﴾',
  },
  {
    id: '55_11',
    verseNumber: 11,
    ayah: 'فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ ﴿١١﴾',
  },
  {
    id: '55_12',
    verseNumber: 12,
    ayah: 'وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ﴿١٢﴾',
  },
  {
    id: '55_13',
    verseNumber: 13,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٣﴾',
  },
  {
    id: '55_14',
    verseNumber: 14,
    ayah: 'خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ ﴿١٤﴾',
  },
  {
    id: '55_15',
    verseNumber: 15,
    ayah: 'وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ ﴿١٥﴾',
  },
  {
    id: '55_16',
    verseNumber: 16,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٦﴾',
  },
  {
    id: '55_17',
    verseNumber: 17,
    ayah: 'رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ﴿١٧﴾',
  },
  {
    id: '55_18',
    verseNumber: 18,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٨﴾',
  },
  {
    id: '55_19',
    verseNumber: 19,
    ayah: 'مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ﴿١٩﴾',
  },
  {
    id: '55_20',
    verseNumber: 20,
    ayah: 'بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ ﴿٢٠﴾',
  },
  {
    id: '55_21',
    verseNumber: 21,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢١﴾',
  },
  {
    id: '55_22',
    verseNumber: 22,
    ayah: 'يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ ﴿٢٢﴾',
  },
  {
    id: '55_23',
    verseNumber: 23,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢٣﴾',
  },
  {
    id: '55_24',
    verseNumber: 24,
    ayah: 'وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ ﴿٢٤﴾',
  },
  {
    id: '55_25',
    verseNumber: 25,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢٥﴾',
  },
  {
    id: '55_26',
    verseNumber: 26,
    ayah: 'كُلُّ مَنْ عَلَيْهَا فَانٍ ﴿٢٦﴾',
  },
  {
    id: '55_27',
    verseNumber: 27,
    ayah: 'وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ ﴿٢٧﴾',
  },
  {
    id: '55_28',
    verseNumber: 28,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢٨﴾',
  },
  {
    id: '55_29',
    verseNumber: 29,
    ayah: 'يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ﴿٢٩﴾',
  },
  {
    id: '55_30',
    verseNumber: 30,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٠﴾',
  },
  {
    id: '55_31',
    verseNumber: 31,
    ayah: 'سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ ﴿٣١﴾',
  },
  {
    id: '55_32',
    verseNumber: 32,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٢﴾',
  },
  {
    id: '55_33',
    verseNumber: 33,
    ayah: 'يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ ﴿٣٣﴾',
  },
  {
    id: '55_34',
    verseNumber: 34,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٤﴾',
  },
  {
    id: '55_35',
    verseNumber: 35,
    ayah: 'يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ ﴿٣٥﴾',
  },
  {
    id: '55_36',
    verseNumber: 36,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٦﴾',
  },
  {
    id: '55_37',
    verseNumber: 37,
    ayah: 'فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ ﴿٣٧﴾',
  },
  {
    id: '55_38',
    verseNumber: 38,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٨﴾',
  },
  {
    id: '55_39',
    verseNumber: 39,
    ayah: 'فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ ﴿٣٩﴾',
  },
  {
    id: '55_40',
    verseNumber: 40,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٠﴾',
  },
  {
    id: '55_41',
    verseNumber: 41,
    ayah: 'يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ ﴿٤١﴾',
  },
  {
    id: '55_42',
    verseNumber: 42,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٢﴾',
  },
  {
    id: '55_43',
    verseNumber: 43,
    ayah: 'هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ ﴿٤٣﴾',
  },
  {
    id: '55_44',
    verseNumber: 44,
    ayah: 'يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ﴿٤٤﴾',
  },
  {
    id: '55_45',
    verseNumber: 45,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٥﴾',
  },
  {
    id: '55_46',
    verseNumber: 46,
    ayah: 'وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ﴿٤٦﴾',
  },
  {
    id: '55_47',
    verseNumber: 47,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٧﴾',
  },
  {
    id: '55_48',
    verseNumber: 48,
    ayah: 'ذَوَاتَا أَفْنَانٍ ﴿٤٨﴾',
  },
  {
    id: '55_49',
    verseNumber: 49,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٩﴾',
  },
  {
    id: '55_50',
    verseNumber: 50,
    ayah: 'فِيهِمَا عَيْنَانِ تَجْرِيَانِ ﴿٥٠﴾',
  },
  {
    id: '55_51',
    verseNumber: 51,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥١﴾',
  },
  {
    id: '55_52',
    verseNumber: 52,
    ayah: 'فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ ﴿٥٢﴾',
  },
  {
    id: '55_53',
    verseNumber: 53,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٣﴾',
  },
  {
    id: '55_54',
    verseNumber: 54,
    ayah: 'مُتَّكِئِينَ عَلَىٰ فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ ۚ وَجَنَى الْجَنَّتَيْنِ دَانٍ ﴿٥٤﴾',
  },
  {
    id: '55_55',
    verseNumber: 55,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٥﴾',
  },
  {
    id: '55_56',
    verseNumber: 56,
    ayah: 'فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ ﴿٥٦﴾',
  },
  {
    id: '55_57',
    verseNumber: 57,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٧﴾',
  },
  {
    id: '55_58',
    verseNumber: 58,
    ayah: 'كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ﴿٥٨﴾',
  },
  {
    id: '55_59',
    verseNumber: 59,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٩﴾',
  },
  {
    id: '55_60',
    verseNumber: 60,
    ayah: 'هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ ﴿٦٠﴾',
  },
  {
    id: '55_61',
    verseNumber: 61,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦١﴾',
  },
  {
    id: '55_62',
    verseNumber: 62,
    ayah: 'وَمِنْ دُونِهِمَا جَنَّتَانِ ﴿٦٢﴾',
  },
  {
    id: '55_63',
    verseNumber: 63,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦٣﴾',
  },
  {
    id: '55_64',
    verseNumber: 64,
    ayah: 'مُدْهَامَّتَانِ ﴿٦٤﴾',
  },
  {
    id: '55_65',
    verseNumber: 65,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦٥﴾',
  },
  {
    id: '55_66',
    verseNumber: 66,
    ayah: 'فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ﴿٦٦﴾',
  },
  {
    id: '55_67',
    verseNumber: 67,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦٧﴾',
  },
  {
    id: '55_68',
    verseNumber: 68,
    ayah: 'فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ ﴿٦٨﴾',
  },
  {
    id: '55_69',
    verseNumber: 69,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦٩﴾',
  },
  {
    id: '55_70',
    verseNumber: 70,
    ayah: 'فِيهِنَّ خَيْرَاتٌ حِسَانٌ ﴿٧٠﴾',
  },
  {
    id: '55_71',
    verseNumber: 71,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧١﴾',
  },
  {
    id: '55_72',
    verseNumber: 72,
    ayah: 'حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ﴿٧٢﴾',
  },
  {
    id: '55_73',
    verseNumber: 73,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٣﴾',
  },
  {
    id: '55_74',
    verseNumber: 74,
    ayah: 'لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ ﴿٧٤﴾',
  },
  {
    id: '55_75',
    verseNumber: 75,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٥﴾',
  },
  {
    id: '55_76',
    verseNumber: 76,
    ayah: 'مُتَّكِئِينَ عَلَىٰ رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ ﴿٧٦﴾',
  },
  {
    id: '55_77',
    verseNumber: 77,
    ayah: 'فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٧﴾',
  },
  {
    id: '55_78',
    verseNumber: 78,
    ayah: 'تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ ﴿٧٨﴾',
  },
];

export default surah55;
