const surah60 = [
  {
    id: '60_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '60_01',
    verseNumber: 1,
    ayah: 'يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُم مِّنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي ۚ تُسِرُّونَ إِلَيْهِم بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ ﴿١﴾',
  },
  {
    id: '60_02',
    verseNumber: 2,
    ayah: 'إِن يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ ﴿٢﴾',
  },
  {
    id: '60_03',
    verseNumber: 3,
    ayah: 'لَن تَنفَعَكُمْ أَرحَامُكُم وَلَا أَولَادُكُم ۚ يَومَ القِيَامَةِ يَفصِلُ بَينَكُم ۚ وَاللَّهُ بِمَا تَعمَلُونَ بَصِيرٌ ﴿٣﴾',
  },
  {
    id: '60_04',
    verseNumber: 4,
    ayah: 'قَد كَانَت لَكُم أُسوَةٌ حَسَنَةٌ فِي إِبرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذ قَالُوا۟ لِقَومِهِم إِنَّا بُرَءَٰٓءُ مِنكُم وَمِمَّا تَعبُدُونَ مِن دُونِ ٱللَّهِ كَفَرنَا بِكُم وَبَدَا بَينَنَا وَبَينَكُمُ ٱلعَدَٰوَةُ وَٱلبَغضَآءُ أَبَدًا حَتَّىٰ تُؤمِنُوا۟ بِٱللَّهِ وَحدَهُۥٓ ۗ إِلَّا قَولَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَملِكُ لَكَ مِنَ ٱللَّهِ مِن شَىۡءٍ۬ۖ رَّبَّنَا عَلَيۡكَ تَوَڪَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ ﴿٤﴾',
  },
  {
    id: '60_05',
    verseNumber: 5,
    ayah: 'رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةً۬ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآ‌ۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ﴿٥﴾',
  },
  {
    id: '60_06',
    verseNumber: 6,
    ayah: 'لَقَدۡ كَانَ لَكُمۡ فِىهِمۡ أُسۡوَةٌ حَسَنَةٌ۬ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأَخِرَۖ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِىُّ ٱلۡحَمِيدُ ﴿٦﴾',
  },
  {
    id: '60_07',
    verseNumber: 7,
    ayah: 'عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةً۬‌ۚ وَٱللَّهُ قَدِيرٌ۬‌ۗ وَٱللَّهُ غَفُورٌ۬ رَّحِيمٌ۬ ﴿٧﴾',
  },
  {
    id: '60_08',
    verseNumber: 8,
    ayah: 'لَّا يَنۢبَغِى لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِى قُرۡبَىٰ مِنۡ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُم أَصۡحَـٰبُ ٱلۡجَحِيمِ ﴿٨﴾',
  },
  {
    id: '60_09',
    verseNumber: 9,
    ayah: 'وَمَا كَانَ ٱستِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٍ۬ وَعَدَهَآ إِيَّاهُۖ فَلَمَّا تَبَيَّنَ لَهُ ۥۤ أَنَّهُۥ عَدُوٌّ۬ لِّلَّهِ تَبَرَّأَ مِنهُۖ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٮٰهٌ حَلِيمٌ۬ ﴿٩﴾',
  },
  {
    id: '60_10',
    verseNumber: 10,
    ayah: 'يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ۖ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَآتُوهُمْ مَا أَنْفَقُوا ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ۚ ذَٰلِكُمْ حُكْمُ اللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ ﴿١٠﴾',
  },
  {
    id: '60_11',
    verseNumber: 11,
    ayah: 'وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُم مِثْلَ مَا أَنْفَقُوا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ﴿١١﴾',
  },
  {
    id: '60_12',
    verseNumber: 12,
    ayah: 'يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ﴿١٢﴾',
  },
  {
    id: '60_13',
    verseNumber: 13,
    ayah: 'يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوُا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ﴿١٣﴾',
  },
];

export default surah60;
