const surah56 = [
  {
    id: '56_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '56_01',
    verseNumber: 1,
    ayah: 'إِذَا وَقَعَتِ الْوَاقِعَةُ ﴿١﴾',
  },
  {
    id: '56_02',
    verseNumber: 2,
    ayah: 'لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ﴿٢﴾',
  },
  {
    id: '56_03',
    verseNumber: 3,
    ayah: 'خَافِضَةٌ رَافِعَةٌ ﴿٣﴾',
  },
  {
    id: '56_04',
    verseNumber: 4,
    ayah: 'إِذَا رُجَّتِ الْأَرْضُ رَجًّا ﴿٤﴾',
  },
  {
    id: '56_05',
    verseNumber: 5,
    ayah: 'وَبُسَّتِ الْجِبَالُ بَسًّا ﴿٥﴾',
  },
  {
    id: '56_06',
    verseNumber: 6,
    ayah: 'فَكَانَتْ هَبَاءً مُنْبَثًّا ﴿٦﴾',
  },
  {
    id: '56_07',
    verseNumber: 7,
    ayah: 'وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً ﴿٧﴾',
  },
  {
    id: '56_08',
    verseNumber: 8,
    ayah: 'فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ ﴿٨﴾',
  },
  {
    id: '56_09',
    verseNumber: 9,
    ayah: 'وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ ﴿٩﴾',
  },
  {
    id: '56_10',
    verseNumber: 10,
    ayah: 'وَالسَّابِقُونَ السَّابِقُونَ ﴿١٠﴾',
  },
  {
    id: '56_11',
    verseNumber: 11,
    ayah: 'أُولَٰئِكَ الْمُقَرَّبُونَ ﴿١١﴾',
  },
  {
    id: '56_12',
    verseNumber: 12,
    ayah: 'فِي جَنَّاتِ النَّعِيمِ ﴿١٢﴾',
  },
  {
    id: '56_13',
    verseNumber: 13,
    ayah: 'ثُلَّةٌ مِنَ الْأَوَّلِينَ ﴿١٣﴾',
  },
  {
    id: '56_14',
    verseNumber: 14,
    ayah: 'وَقَلِيلٌ مِنَ الْآخِرِينَ ﴿١٤﴾',
  },
  {
    id: '56_15',
    verseNumber: 15,
    ayah: 'عَلَىٰ سُرُرٍ مَوْضُونَةٍ ﴿١٥﴾',
  },
  {
    id: '56_16',
    verseNumber: 16,
    ayah: 'مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ ﴿١٦﴾',
  },
  {
    id: '56_17',
    verseNumber: 17,
    ayah: 'يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ ﴿١٧﴾',
  },
  {
    id: '56_18',
    verseNumber: 18,
    ayah: 'بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ ﴿١٨﴾',
  },
  {
    id: '56_19',
    verseNumber: 19,
    ayah: 'لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ ﴿١٩﴾',
  },
  {
    id: '56_20',
    verseNumber: 20,
    ayah: 'وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ ﴿٢٠﴾',
  },
  {
    id: '56_21',
    verseNumber: 21,
    ayah: 'وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ ﴿٢١﴾',
  },
  {
    id: '56_22',
    verseNumber: 22,
    ayah: 'وَحُورٌ عِينٌ ﴿٢٢﴾',
  },
  {
    id: '56_23',
    verseNumber: 23,
    ayah: 'كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ ﴿٢٣﴾',
  },
  {
    id: '56_24',
    verseNumber: 24,
    ayah: 'جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ﴿٢٤﴾',
  },
  {
    id: '56_25',
    verseNumber: 25,
    ayah: 'لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا ﴿٢٥﴾',
  },
  {
    id: '56_26',
    verseNumber: 26,
    ayah: 'إِلَّا قِيلًا سَلَامًا سَلَامًا ﴿٢٦﴾',
  },
  {
    id: '56_27',
    verseNumber: 27,
    ayah: 'وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ ﴿٢٧﴾',
  },
  {
    id: '56_28',
    verseNumber: 28,
    ayah: 'فِي سِدْرٍ مَخْضُودٍ ﴿٢٨﴾',
  },
  {
    id: '56_29',
    verseNumber: 29,
    ayah: 'وَطَلْحٍ مَنْضُودٍ ﴿٢٩﴾',
  },
  {
    id: '56_30',
    verseNumber: 30,
    ayah: 'وَظِلٍّ مَمْدُودٍ ﴿٣٠﴾',
  },
  {
    id: '56_31',
    verseNumber: 31,
    ayah: 'وَمَاءٍ مَسْكُوبٍ ﴿٣١﴾',
  },
  {
    id: '56_32',
    verseNumber: 32,
    ayah: 'وَفَاكِهَةٍ كَثِيرَةٍ ﴿٣٢﴾',
  },
  {
    id: '56_33',
    verseNumber: 33,
    ayah: 'لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ ﴿٣٣﴾',
  },
  {
    id: '56_34',
    verseNumber: 34,
    ayah: 'وَفُرُشٍ مَرْفُوعَةٍ ﴿٣٤﴾',
  },
  {
    id: '56_35',
    verseNumber: 35,
    ayah: 'إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً ﴿٣٥﴾',
  },
  {
    id: '56_36',
    verseNumber: 36,
    ayah: 'فَجَعَلْنَاهُنَّ أَبْكَارًا ﴿٣٦﴾',
  },
  {
    id: '56_37',
    verseNumber: 37,
    ayah: 'عُرُبًا أَتْرَابًا ﴿٣٧﴾',
  },
  {
    id: '56_38',
    verseNumber: 38,
    ayah: 'لِأَصْحَابِ الْيَمِينِ ﴿٣٨﴾',
  },
  {
    id: '56_39',
    verseNumber: 39,
    ayah: 'ثُلَّةٌ مِنَ الْأَوَّلِينَ ﴿٣٩﴾',
  },
  {
    id: '56_40',
    verseNumber: 40,
    ayah: 'وَثُلَّةٌ مِنَ الْآخِرِينَ ﴿٤٠﴾',
  },
  {
    id: '56_41',
    verseNumber: 41,
    ayah: 'وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ ﴿٤١﴾',
  },
  {
    id: '56_42',
    verseNumber: 42,
    ayah: 'فِي سَمُومٍ وَحَمِيمٍ ﴿٤٢﴾',
  },
  {
    id: '56_43',
    verseNumber: 43,
    ayah: 'وَظِلٍّ مِنْ يَحْمُومٍ ﴿٤٣﴾',
  },
  {
    id: '56_44',
    verseNumber: 44,
    ayah: 'لَا بَارِدٍ وَلَا كَرِيمٍ ﴿٤٤﴾',
  },
  {
    id: '56_45',
    verseNumber: 45,
    ayah: 'إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُتْرَفِينَ ﴿٤٥﴾',
  },
  {
    id: '56_46',
    verseNumber: 46,
    ayah: 'وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ ﴿٤٦﴾',
  },
  {
    id: '56_47',
    verseNumber: 47,
    ayah: 'وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ ﴿٤٧﴾',
  },
  {
    id: '56_48',
    verseNumber: 48,
    ayah: 'أَوَآبَاؤُنَا الْأَوَّلُونَ ﴿٤٨﴾',
  },
  {
    id: '56_49',
    verseNumber: 49,
    ayah: 'قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ ﴿٤٩﴾',
  },
  {
    id: '56_50',
    verseNumber: 50,
    ayah: 'لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ ﴿٥٠﴾',
  },
  {
    id: '56_51',
    verseNumber: 51,
    ayah: 'ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ ﴿٥١﴾',
  },
  {
    id: '56_52',
    verseNumber: 52,
    ayah: 'لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ ﴿٥٢﴾',
  },
  {
    id: '56_53',
    verseNumber: 53,
    ayah: 'فَمَالِئُونَ مِنْهَا الْبُطُونَ ﴿٥٣﴾',
  },
  {
    id: '56_54',
    verseNumber: 54,
    ayah: 'فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ ﴿٥٤﴾',
  },
  {
    id: '56_55',
    verseNumber: 55,
    ayah: 'فَشَارِبُونَ شُرْبَ الْهِيمِ ﴿٥٥﴾',
  },
  {
    id: '56_56',
    verseNumber: 56,
    ayah: 'هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ ﴿٥٦﴾',
  },
  {
    id: '56_57',
    verseNumber: 57,
    ayah: 'نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ ﴿٥٧﴾',
  },
  {
    id: '56_58',
    verseNumber: 58,
    ayah: 'أَفَرَأَيْتُمْ مَا تُمْنُونَ ﴿٥٨﴾',
  },
  {
    id: '56_59',
    verseNumber: 59,
    ayah: 'أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ ﴿٥٩﴾',
  },
  {
    id: '56_60',
    verseNumber: 60,
    ayah: 'نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ ﴿٦٠﴾',
  },
  {
    id: '56_61',
    verseNumber: 61,
    ayah: 'عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ ﴿٦١﴾',
  },
  {
    id: '56_62',
    verseNumber: 62,
    ayah: 'وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ ﴿٦٢﴾',
  },
  {
    id: '56_63',
    verseNumber: 63,
    ayah: 'أَفَرَأَيْتُمْ مَا تَحْرُثُونَ ﴿٦٣﴾',
  },
  {
    id: '56_64',
    verseNumber: 64,
    ayah: 'أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ ﴿٦٤﴾',
  },
  {
    id: '56_65',
    verseNumber: 65,
    ayah: 'لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ ﴿٦٥﴾',
  },
  {
    id: '56_66',
    verseNumber: 66,
    ayah: 'إِنَّا لَمُغْرَمُونَ ﴿٦٦﴾',
  },
  {
    id: '56_67',
    verseNumber: 67,
    ayah: 'بَلْ نَحْنُ مَحْرُومُونَ ﴿٦٧﴾',
  },
  {
    id: '56_68',
    verseNumber: 68,
    ayah: 'أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ ﴿٦٨﴾',
  },
  {
    id: '56_69',
    verseNumber: 69,
    ayah: 'أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ ﴿٦٩﴾',
  },
  {
    id: '56_70',
    verseNumber: 70,
    ayah: 'لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ ﴿٧٠﴾',
  },
  {
    id: '56_71',
    verseNumber: 71,
    ayah: 'أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ ﴿٧١﴾',
  },
  {
    id: '56_72',
    verseNumber: 72,
    ayah: 'أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ ﴿٧٢﴾',
  },
  {
    id: '56_73',
    verseNumber: 73,
    ayah: 'نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ ﴿٧٣﴾',
  },
  {
    id: '56_74',
    verseNumber: 74,
    ayah: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ﴿٧٤﴾',
  },
  {
    id: '56_75',
    verseNumber: 75,
    ayah: 'فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ﴿٧٥﴾',
  },
  {
    id: '56_76',
    verseNumber: 76,
    ayah: 'وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ ﴿٧٦﴾',
  },
  {
    id: '56_77',
    verseNumber: 77,
    ayah: 'إِنَّهُ لَقُرْآنٌ كَرِيمٌ ﴿٧٧﴾',
  },
  {
    id: '56_78',
    verseNumber: 78,
    ayah: 'فِي كِتَابٍ مَكْنُونٍ ﴿٧٨﴾',
  },
  {
    id: '56_79',
    verseNumber: 79,
    ayah: 'لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ ﴿٧٩﴾',
  },
  {
    id: '56_80',
    verseNumber: 80,
    ayah: 'تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ ﴿٨٠﴾',
  },
  {
    id: '56_81',
    verseNumber: 81,
    ayah: 'أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ ﴿٨١﴾',
  },
  {
    id: '56_82',
    verseNumber: 82,
    ayah: 'وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ ﴿٨٢﴾',
  },
  {
    id: '56_83',
    verseNumber: 83,
    ayah: 'فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ ﴿٨٣﴾',
  },
  {
    id: '56_84',
    verseNumber: 84,
    ayah: 'وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ ﴿٨٤﴾',
  },
  {
    id: '56_85',
    verseNumber: 85,
    ayah: 'وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ ﴿٨٥﴾',
  },
  {
    id: '56_86',
    verseNumber: 86,
    ayah: 'فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ ﴿٨٦﴾',
  },
  {
    id: '56_87',
    verseNumber: 87,
    ayah: 'تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ ﴿٨٧﴾',
  },
  {
    id: '56_88',
    verseNumber: 88,
    ayah: 'فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ ﴿٨٨﴾',
  },
  {
    id: '56_89',
    verseNumber: 89,
    ayah: 'فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ ﴿٨٩﴾',
  },
  {
    id: '56_90',
    verseNumber: 90,
    ayah: 'وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ ﴿٩٠﴾',
  },
  {
    id: '56_91',
    verseNumber: 91,
    ayah: 'فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ ﴿٩١﴾',
  },
  {
    id: '56_92',
    verseNumber: 92,
    ayah: 'وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ ﴿٩٢﴾',
  },
  {
    id: '56_93',
    verseNumber: 93,
    ayah: 'فَنُزُلٌ مِنْ حَمِيمٍ ﴿٩٣﴾',
  },
  {
    id: '56_94',
    verseNumber: 94,
    ayah: 'وَتَصْلِيَةُ جَحِيمٍ ﴿٩٤﴾',
  },
  {
    id: '56_95',
    verseNumber: 95,
    ayah: 'إِنَّ هَٰذَا لَهُوَ حَقُّ الْيَقِينِ ﴿٩٥﴾',
  },
  {
    id: '56_96',
    verseNumber: 96,
    ayah: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ﴿٩٦﴾',
  },
];

export default surah56;
