const surah101 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '101_1',
    verseNumber: 1,
    ayah: 'الْقَارِعَةُ ﴿١﴾',
  },
  {
    id: '101_2',
    verseNumber: 2,
    ayah: 'مَا الْقَارِعَةُ ﴿٢﴾',
  },
  {
    id: '101_3',
    verseNumber: 3,
    ayah: 'وَمَا أَدْرَاكَ مَا الْقَارِعَةُ ﴿٣﴾',
  },
  {
    id: '101_4',
    verseNumber: 4,
    ayah: 'يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ ﴿٤﴾',
  },
  {
    id: '101_5',
    verseNumber: 5,
    ayah: 'وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ ﴿٥﴾',
  },
  {
    id: '101_6',
    verseNumber: 6,
    ayah: 'فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ ﴿٦﴾',
  },
  {
    id: '101_7',
    verseNumber: 7,
    ayah: 'فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ ﴿٧﴾',
  },
  {
    id: '101_8',
    verseNumber: 8,
    ayah: 'وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ ﴿٨﴾',
  },
  {
    id: '101_9',
    verseNumber: 9,
    ayah: 'فَأُمُّهُ هَاوِيَةٌ ﴿٩﴾',
  },
  {
    id: '101_10',
    verseNumber: 10,
    ayah: 'وَمَا أَدْرَاكَ مَا هِيَهْ ﴿١٠﴾',
  },
  {
    id: '101_11',
    verseNumber: 11,
    ayah: 'نَارٌ حَامِيَةٌ ﴿١١﴾',
  },
];

export default surah101;
