const surah69 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '69_01',
    verseNumber: 1,
    ayah: 'الْحَاقَّةُ ﴿١﴾',
  },
  {
    id: '69_02',
    verseNumber: 2,
    ayah: 'مَا الْحَاقَّةُ ﴿٢﴾',
  },
  {
    id: '69_03',
    verseNumber: 3,
    ayah: 'وَمَا أَدْرَاكَ مَا الْحَاقَّةُ ﴿٣﴾',
  },
  {
    id: '69_04',
    verseNumber: 4,
    ayah: 'كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ ﴿٤﴾',
  },
  {
    id: '69_05',
    verseNumber: 5,
    ayah: 'فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ ﴿٥﴾',
  },
  {
    id: '69_06',
    verseNumber: 6,
    ayah: 'وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ﴿٦﴾',
  },
  {
    id: '69_07',
    verseNumber: 7,
    ayah: 'سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ﴿٧﴾',
  },
  {
    id: '69_08',
    verseNumber: 8,
    ayah: 'فَهَلْ تَرَىٰ لَهُمْ مِنْ بَاقِيَةٍ ﴿٨﴾',
  },
  {
    id: '69_09',
    verseNumber: 9,
    ayah: 'وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ﴿٩﴾',
  },
  {
    id: '69_10',
    verseNumber: 10,
    ayah: 'فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ﴿١٠﴾',
  },
  {
    id: '69_11',
    verseNumber: 11,
    ayah: 'إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ﴿١١﴾',
  },
  {
    id: '69_12',
    verseNumber: 12,
    ayah: 'لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ﴿١٢﴾',
  },
  {
    id: '69_13',
    verseNumber: 13,
    ayah: 'فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ ﴿١٣﴾',
  },
  {
    id: '69_14',
    verseNumber: 14,
    ayah: 'وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ﴿١٤﴾',
  },
  {
    id: '69_15',
    verseNumber: 15,
    ayah: 'فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ ﴿١٥﴾',
  },
  {
    id: '69_16',
    verseNumber: 16,
    ayah: 'وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ ﴿١٦﴾',
  },
  {
    id: '69_17',
    verseNumber: 17,
    ayah: 'وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ﴿١٧﴾',
  },
  {
    id: '69_18',
    verseNumber: 18,
    ayah: 'يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ ﴿١٨﴾',
  },
  {
    id: '69_19',
    verseNumber: 19,
    ayah: 'فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ ﴿١٩﴾',
  },
  {
    id: '69_20',
    verseNumber: 20,
    ayah: 'إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ ﴿٢٠﴾',
  },
  {
    id: '69_21',
    verseNumber: 21,
    ayah: 'فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ ﴿٢١﴾',
  },
  {
    id: '69_22',
    verseNumber: 22,
    ayah: 'فِي جَنَّةٍ عَالِيَةٍ ﴿٢٢﴾',
  },
  {
    id: '69_23',
    verseNumber: 23,
    ayah: 'قُطُوفُهَا دَانِيَةٌ ﴿٢٣﴾',
  },
  {
    id: '69_24',
    verseNumber: 24,
    ayah: 'كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ ﴿٢٤﴾',
  },
  {
    id: '69_25',
    verseNumber: 25,
    ayah: 'وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ ﴿٢٥﴾',
  },
  {
    id: '69_26',
    verseNumber: 26,
    ayah: 'وَلَمْ أَدْرِ مَا حِسَابِيَهْ ﴿٢٦﴾',
  },
  {
    id: '69_27',
    verseNumber: 27,
    ayah: 'يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ﴿٢٧﴾',
  },
  {
    id: '69_28',
    verseNumber: 28,
    ayah: 'مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ ﴿٢٨﴾',
  },
  {
    id: '69_29',
    verseNumber: 29,
    ayah: 'هَلَكَ عَنِّي سُلْطَانِيَهْ ﴿٢٩﴾',
  },
  {
    id: '69_30',
    verseNumber: 30,
    ayah: 'خُذُوهُ فَغُلُّوهُ ﴿٣٠﴾',
  },
  {
    id: '69_31',
    verseNumber: 31,
    ayah: 'ثُمَّ الْجَحِيمَ صَلُّوهُ ﴿٣١﴾',
  },
  {
    id: '69_32',
    verseNumber: 32,
    ayah: 'ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ﴿٣٢﴾',
  },
  {
    id: '69_33',
    verseNumber: 33,
    ayah: 'إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ ﴿٣٣﴾',
  },
  {
    id: '69_34',
    verseNumber: 34,
    ayah: 'وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ ﴿٣٤﴾',
  },
  {
    id: '69_35',
    verseNumber: 35,
    ayah: 'فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ ﴿٣٥﴾',
  },
  {
    id: '69_36',
    verseNumber: 36,
    ayah: 'وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ ﴿٣٦﴾',
  },
  {
    id: '69_37',
    verseNumber: 37,
    ayah: 'لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ ﴿٣٧﴾',
  },
  {
    id: '69_38',
    verseNumber: 38,
    ayah: 'فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ ﴿٣٨﴾',
  },
  {
    id: '69_39',
    verseNumber: 39,
    ayah: 'وَمَا لَا تُبْصِرُونَ ﴿٣٩﴾',
  },
  {
    id: '69_40',
    verseNumber: 40,
    ayah: 'إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ﴿٤٠﴾',
  },
  {
    id: '69_41',
    verseNumber: 41,
    ayah: 'وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَا تُؤْمِنُونَ ﴿٤١﴾',
  },
  {
    id: '69_42',
    verseNumber: 42,
    ayah: 'وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَا تَذَكَّرُونَ ﴿٤٢﴾',
  },
  {
    id: '69_43',
    verseNumber: 43,
    ayah: 'تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ ﴿٤٣﴾',
  },
  {
    id: '69_44',
    verseNumber: 44,
    ayah: 'وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ ﴿٤٤﴾',
  },
  {
    id: '69_45',
    verseNumber: 45,
    ayah: 'لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ﴿٤٥﴾',
  },
  {
    id: '69_46',
    verseNumber: 46,
    ayah: 'ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ﴿٤٦﴾',
  },
  {
    id: '69_47',
    verseNumber: 47,
    ayah: 'فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ ﴿٤٧﴾',
  },
  {
    id: '69_48',
    verseNumber: 48,
    ayah: 'وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ﴿٤٨﴾',
  },
  {
    id: '69_49',
    verseNumber: 49,
    ayah: 'وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ ﴿٤٩﴾',
  },
  {
    id: '69_50',
    verseNumber: 50,
    ayah: 'وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ ﴿٥٠﴾',
  },
  {
    id: '69_51',
    verseNumber: 51,
    ayah: 'وَإِنَّهُ لَحَقُّ الْيَقِينِ ﴿٥١﴾',
  },
  {
    id: '69_52',
    verseNumber: 52,
    ayah: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ﴿٥٢﴾',
  },
];

export default surah69;
