const surah102 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '102_1',
    verseNumber: 1,
    ayah: 'أَلْهَاكُمُ التَّكَاثُرُ ﴿١﴾',
  },
  {
    id: '102_2',
    verseNumber: 2,
    ayah: 'حَتَّىٰ زُرْتُمُ الْمَقَابِرَ ﴿٢﴾',
  },
  {
    id: '102_3',
    verseNumber: 3,
    ayah: 'كَلَّا سَوْفَ تَعْلَمُونَ ﴿٣﴾',
  },
  {
    id: '102_4',
    verseNumber: 4,
    ayah: 'ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ ﴿٤﴾',
  },
  {
    id: '102_5',
    verseNumber: 5,
    ayah: 'كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ ﴿٥﴾',
  },
  {
    id: '102_6',
    verseNumber: 6,
    ayah: 'لَتَرَوُنَّ الْجَحِيمَ ﴿٦﴾',
  },
  {
    id: '102_7',
    verseNumber: 7,
    ayah: 'ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ ﴿٧﴾',
  },
  {
    id: '102_8',
    verseNumber: 8,
    ayah: 'ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ ﴿٨﴾',
  },
];

export default surah102;
