const surah113 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '113_1',
    verseNumber: 1,
    ayah: 'قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿١﴾',
  },
  {
    id: '113_2',
    verseNumber: 2,
    ayah: 'مِنْ شَرِّ مَا خَلَقَ ﴿٢﴾',
  },
  {
    id: '113_3',
    verseNumber: 3,
    ayah: 'وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾',
  },
  {
    id: '113_4',
    verseNumber: 4,
    ayah: 'وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾',
  },
  {
    id: '113_5',
    verseNumber: 5,
    ayah: 'وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾',
  },
];

export default surah113;
