const surah20 = [
  {
    id: '20_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '20_01',
    verseNumber: 1,
    ayah: 'طه ﴿١﴾',
  },
  {
    id: '20_02',
    verseNumber: 2,
    ayah: 'مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ ﴿٢﴾',
  },
  {
    id: '20_03',
    verseNumber: 3,
    ayah: 'إِلَّا تَذْكِرَةً لِمَن يَخْشَىٰ ﴿٣﴾',
  },
  {
    id: '20_04',
    verseNumber: 4,
    ayah: 'تَنزِيلًۭا مِّمَّن خَلَقَ ٱلأَرْضَ وَٱلسَّمَـٰوَٰتِ ٱلْعُلَىٰ ﴿٤﴾',
  },
  {
    id: '20_05',
    verseNumber: 5,
    ayah: 'ٱلرَّحْمَـٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ ﴿٥﴾',
  },
  {
    id: '20_06',
    verseNumber: 6,
    ayah: 'لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ ﴿٦﴾',
  },
  {
    id: '20_07',
    verseNumber: 7,
    ayah: 'وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَىٰ ﴿٧﴾',
  },
  {
    id: '20_08',
    verseNumber: 8,
    ayah: 'ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ﴿٨﴾',
  },
  {
    id: '20_09',
    verseNumber: 9,
    ayah: 'وَهَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰ ﴿٩﴾',
  },
  {
    id: '20_10',
    verseNumber: 10,
    ayah: 'إِذْ رَأَىٰ نَارًۭا فَقَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًۭا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى ٱلنَّارِ هُدًۭى ﴿١٠﴾',
  },
  {
    id: '20_11',
    verseNumber: 11,
    ayah: 'فَلَمَّآ أَتَىٰهَا نُودِىَ يَـٰمُوسَىٰ ﴿١١﴾',
  },
  {
    id: '20_12',
    verseNumber: 12,
    ayah: 'إِنِّىٓ أَنَا۟ رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًىٰ ﴿١٢﴾',
  },
  {
    id: '20_13',
    verseNumber: 13,
    ayah: 'وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰ ﴿١٣﴾',
  },
  {
    id: '20_14',
    verseNumber: 14,
    ayah: 'إِنَّنِىٓ أَنَا۟ ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۟ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِى ﴿١٤﴾',
  },
  {
    id: '20_15',
    verseNumber: 15,
    ayah: 'إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسِۭ بِمَا تَسْعَىٰ ﴿١٥﴾',
  },
  {
    id: '20_16',
    verseNumber: 16,
    ayah: 'فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ ﴿١٦﴾',
  },
  {
    id: '20_17',
    verseNumber: 17,
    ayah: 'وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ ﴿١٧﴾',
  },
  {
    id: '20_18',
    verseNumber: 18,
    ayah: 'قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـٰرِبُ أُخْرَىٰ ﴿١٨﴾',
  },
  {
    id: '20_19',
    verseNumber: 19,
    ayah: 'قَالَ أَلْقِهَا يَـٰمُوسَىٰ ﴿١٩﴾',
  },
  {
    id: '20_20',
    verseNumber: 20,
    ayah: 'فَأَلْقَـٰهَا فَإِذَا هِىَ حَيَّةٌۭ تَسْعَىٰ ﴿٢٠﴾',
  },
  {
    id: '20_21',
    verseNumber: 21,
    ayah: 'قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ ﴿٢١﴾',
  },
  {
    id: '20_22',
    verseNumber: 22,
    ayah: 'وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْۢ بَيْضَآءَ مِن غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ ﴿٢٢﴾',
  },
  {
    id: '20_23',
    verseNumber: 23,
    ayah: 'لِنُرِيَكَ مِنْ ءَايَـٰتِنَا ٱلْكُبْرَىٰ ﴿٢٣﴾',
  },
  {
    id: '20_24',
    verseNumber: 24,
    ayah: 'ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ ﴿٢٤﴾',
  },
  {
    id: '20_25',
    verseNumber: 25,
    ayah: 'قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى ﴿٢٥﴾',
  },
  {
    id: '20_26',
    verseNumber: 26,
    ayah: 'وَيَسِّرْ لِىٓ أَمْرِى ﴿٢٦﴾',
  },
  {
    id: '20_27',
    verseNumber: 27,
    ayah: 'وَٱحْلُلْ عُقْدَةًۭ مِّن لِّسَـٰنِى ﴿٢٧﴾',
  },
  {
    id: '20_28',
    verseNumber: 28,
    ayah: 'يَفْقَهُۥ قَوْلِى ﴿٢٨﴾',
  },
  {
    id: '20_29',
    verseNumber: 29,
    ayah: 'وَٱجْعَل لِّى وَزِيرًۭا مِّنْ أَهْلِى ﴿٢٩﴾',
  },
  {
    id: '20_30',
    verseNumber: 30,
    ayah: 'هَـٰرُونَ أَخِى ﴿٣٠﴾',
  },
  {
    id: '20_31',
    verseNumber: 31,
    ayah: 'ٱشْدُد بِّهِۦٓ أَزْرِى ﴿٣١﴾',
  },
  {
    id: '20_32',
    verseNumber: 32,
    ayah: 'وَأَشْرِكْهُ فِىٓ أَمْرِى ﴿٣٢﴾',
  },
  {
    id: '20_33',
    verseNumber: 33,
    ayah: 'كَىۡ نُسَبِّحَكَ كَثِيرًۭا ﴿٣٣﴾',
  },
  {
    id: '20_34',
    verseNumber: 34,
    ayah: 'وَنَذۡكُرَكَ كَثِيرًۭا ﴿٣٤﴾',
  },
  {
    id: '20_35',
    verseNumber: 35,
    ayah: 'إِنَّكَ كُنتَ بِنَا بَصِيرًۭا ﴿٣٥﴾',
  },
  {
    id: '20_36',
    verseNumber: 36,
    ayah: 'قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَـٰمُوسَىٰ ﴿٣٦﴾',
  },
  {
    id: '20_37',
    verseNumber: 37,
    ayah: 'وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةٗ أُخۡرَىٰ ﴿٣٧﴾',
  },
  {
    id: '20_38',
    verseNumber: 38,
    ayah: 'إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰ ﴿٣٨﴾',
  },
  {
    id: '20_39',
    verseNumber: 39,
    ayah: 'أَنِ ٱقۡذِفِيهِۦ فِى ٱلتَّابُوتِ فَٱقۡذِفِيهِۦ فِى ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّـٰحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّى وَعَدُوّٞ لَّهُۥۖ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةًۭ مِّنِّى وَلِتُصۡنَعَ عَلَىٰ عَيۡنِىٓ ٱلۡہَوَآءِ ﴿٣٩﴾',
  },
  {
    id: '20_40',
    verseNumber: 40,
    ayah: 'إِذۡ تَمۡشِىٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَـٰكَ إِلَىٰٓ أُمِّكَ كَىۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَـٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۖ فَلَبِثۡتَ سِنِينَ فِىٓ أَهۡلِ مَدۡيَنَۖ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَـٰمُوسَىٰ ﴿٤٠﴾',
  },
  {
    id: '20_41',
    verseNumber: 41,
    ayah: 'وَٱصْطَنَعْتُكَ لِنَفْسِى ﴿٤١﴾',
  },
  {
    id: '20_42',
    verseNumber: 42,
    ayah: 'ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِىٓ ﴿٤٢﴾',
  },
  {
    id: '20_43',
    verseNumber: 43,
    ayah: 'ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ ﴿٤٣﴾',
  },
  {
    id: '20_44',
    verseNumber: 44,
    ayah: 'فَقُولَا لَهُۥ قَوْلًۭا لَّيِّنًۭا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ ﴿٤٤﴾',
  },
  {
    id: '20_45',
    verseNumber: 45,
    ayah: 'قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ ﴿٤٥﴾',
  },
  {
    id: '20_46',
    verseNumber: 46,
    ayah: 'قَالَ لَا تَخَافَا ۖ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ ﴿٤٦﴾',
  },
  {
    id: '20_47',
    verseNumber: 47,
    ayah: 'فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَـٰكَ بِـَٔايَةٍۢ مِّن رَّبِّكَ ۖ وَٱلسَّلَـٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰ ﴿٤٧﴾',
  },
  {
    id: '20_48',
    verseNumber: 48,
    ayah: 'إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ ﴿٤٨﴾',
  },
  {
    id: '20_49',
    verseNumber: 49,
    ayah: 'قَالَ فَمَن رَّبُّكُمَا يَـٰمُوسَىٰ ﴿٤٩﴾',
  },
  {
    id: '20_50',
    verseNumber: 50,
    ayah: 'قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ ﴿٥٠﴾',
  },
  {
    id: '20_51',
    verseNumber: 51,
    ayah: 'قَالَ فَمَا بَٱلُ ٱلْقُرُونِ ٱلْأُو۟لَىٰ ﴿٥١﴾',
  },
  {
    id: '20_52',
    verseNumber: 52,
    ayah: 'قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَـٰبٍۢ ۖ لَّا يَضِلُّ رَبِّى وَلَا يَنسَىٰ ﴿٥٢﴾',
  },
  {
    id: '20_53',
    verseNumber: 53,
    ayah: 'ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًۭا وَسَلَكَ لَكُمْ فِيهَا سُبُلًۭا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًۭا مِّن نَّبَاتٍۢ شَتَّىٰ ﴿٥٣﴾',
  },
  {
    id: '20_54',
    verseNumber: 54,
    ayah: 'كُلُوا۟ وَٱرْعَوْا۟ أَنْعَـٰمَكُمْ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَـٰتٍۢ لِّأُو۟لِى ٱلنُّهَىٰ ﴿٥٤﴾',
  },
  {
    id: '20_55',
    verseNumber: 55,
    ayah: 'مِنْهَا خَلَقْنَـٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ ﴿٥٥﴾',
  },
  {
    id: '20_56',
    verseNumber: 56,
    ayah: 'وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ ﴿٥٦﴾',
  },
  {
    id: '20_57',
    verseNumber: 57,
    ayah: 'قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ ﴿٥٧﴾',
  },
  {
    id: '20_58',
    verseNumber: 58,
    ayah: 'فَلَنَأْتِيَنَّكَ بِسِحْرٍۢ مِّثْلِهِۦ فَٱجْعَل بَّيْنَنَا وَبَيْنَكَ مَوْعِدًۭا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًۭا سُوًۭى ﴿٥٨﴾',
  },
  {
    id: '20_59',
    verseNumber: 59,
    ayah: 'قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًۭى ﴿٥٩﴾',
  },
  {
    id: '20_60',
    verseNumber: 60,
    ayah: 'فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ ﴿٦٠﴾',
  },
  {
    id: '20_61',
    verseNumber: 61,
    ayah: 'قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًۭا فَيُسْحِتَكُم بِعَذَابٍۢ ۖ وَقَدْ خَـٰبَ مَنِ ٱفْتَرَىٰٓ ﴿٦١﴾',
  },
  {
    id: '20_62',
    verseNumber: 62,
    ayah: 'فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ ﴿٦٢﴾',
  },
];

export default surah20;
