const surah20 = [
  {
    id: '20_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '20_01',
    verseNumber: 1,
    ayah: 'طه ﴿١﴾',
  },
  {
    id: '20_02',
    verseNumber: 2,
    ayah: 'مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ ﴿٢﴾',
  },
  {
    id: '20_03',
    verseNumber: 3,
    ayah: 'إِلَّا تَذْكِرَةً لِمَن يَخْشَىٰ ﴿٣﴾',
  },
  {
    id: '20_04',
    verseNumber: 4,
    ayah: 'تَنزِيلًۭا مِّمَّن خَلَقَ ٱلأَرْضَ وَٱلسَّمَـٰوَٰتِ ٱلْعُلَىٰ ﴿٤﴾',
  },
  {
    id: '20_05',
    verseNumber: 5,
    ayah: 'ٱلرَّحْمَـٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ ﴿٥﴾',
  },
  {
    id: '20_06',
    verseNumber: 6,
    ayah: 'لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ ﴿٦﴾',
  },
  {
    id: '20_07',
    verseNumber: 7,
    ayah: 'وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَىٰ ﴿٧﴾',
  },
  {
    id: '20_08',
    verseNumber: 8,
    ayah: 'ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ﴿٨﴾',
  },
  {
    id: '20_09',
    verseNumber: 9,
    ayah: 'وَهَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰ ﴿٩﴾',
  },
  {
    id: '20_10',
    verseNumber: 10,
    ayah: 'إِذْ رَأَىٰ نَارًۭا فَقَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًۭا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى ٱلنَّارِ هُدًۭى ﴿١٠﴾',
  },
  {
    id: '20_11',
    verseNumber: 11,
    ayah: 'فَلَمَّآ أَتَىٰهَا نُودِىَ يَـٰمُوسَىٰ ﴿١١﴾',
  },
  {
    id: '20_12',
    verseNumber: 12,
    ayah: 'إِنِّىٓ أَنَا۟ رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًىٰ ﴿١٢﴾',
  },
  {
    id: '20_13',
    verseNumber: 13,
    ayah: 'وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰ ﴿١٣﴾',
  },
  {
    id: '20_14',
    verseNumber: 14,
    ayah: 'إِنَّنِىٓ أَنَا۟ ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۟ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِى ﴿١٤﴾',
  },
  {
    id: '20_15',
    verseNumber: 15,
    ayah: 'إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسِۭ بِمَا تَسْعَىٰ ﴿١٥﴾',
  },
  {
    id: '20_16',
    verseNumber: 16,
    ayah: 'فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ ﴿١٦﴾',
  },
  {
    id: '20_17',
    verseNumber: 17,
    ayah: 'وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ ﴿١٧﴾',
  },
  {
    id: '20_18',
    verseNumber: 18,
    ayah: 'قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـٰرِبُ أُخْرَىٰ ﴿١٨﴾',
  },
  {
    id: '20_19',
    verseNumber: 19,
    ayah: 'قَالَ أَلْقِهَا يَـٰمُوسَىٰ ﴿١٩﴾',
  },
  {
    id: '20_20',
    verseNumber: 20,
    ayah: 'فَأَلْقَـٰهَا فَإِذَا هِىَ حَيَّةٌۭ تَسْعَىٰ ﴿٢٠﴾',
  },
  {
    id: '20_21',
    verseNumber: 21,
    ayah: 'قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ ﴿٢١﴾',
  },
  {
    id: '20_22',
    verseNumber: 22,
    ayah: 'وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْۢ بَيْضَآءَ مِن غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ ﴿٢٢﴾',
  },
  {
    id: '20_23',
    verseNumber: 23,
    ayah: 'لِنُرِيَكَ مِنْ ءَايَـٰتِنَا ٱلْكُبْرَىٰ ﴿٢٣﴾',
  },
  {
    id: '20_24',
    verseNumber: 24,
    ayah: 'ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ ﴿٢٤﴾',
  },
  {
    id: '20_25',
    verseNumber: 25,
    ayah: 'قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى ﴿٢٥﴾',
  },
  {
    id: '20_26',
    verseNumber: 26,
    ayah: 'وَيَسِّرْ لِىٓ أَمْرِى ﴿٢٦﴾',
  },
  {
    id: '20_27',
    verseNumber: 27,
    ayah: 'وَٱحْلُلْ عُقْدَةًۭ مِّن لِّسَـٰنِى ﴿٢٧﴾',
  },
  {
    id: '20_28',
    verseNumber: 28,
    ayah: 'يَفْقَهُۥ قَوْلِى ﴿٢٨﴾',
  },
  {
    id: '20_29',
    verseNumber: 29,
    ayah: 'وَٱجْعَل لِّى وَزِيرًۭا مِّنْ أَهْلِى ﴿٢٩﴾',
  },
  {
    id: '20_30',
    verseNumber: 30,
    ayah: 'هَـٰرُونَ أَخِى ﴿٣٠﴾',
  },
  {
    id: '20_31',
    verseNumber: 31,
    ayah: 'ٱشْدُد بِّهِۦٓ أَزْرِى ﴿٣١﴾',
  },
  {
    id: '20_32',
    verseNumber: 32,
    ayah: 'وَأَشْرِكْهُ فِىٓ أَمْرِى ﴿٣٢﴾',
  },
  {
    id: '20_33',
    verseNumber: 33,
    ayah: 'كَىۡ نُسَبِّحَكَ كَثِيرًۭا ﴿٣٣﴾',
  },
  {
    id: '20_34',
    verseNumber: 34,
    ayah: 'وَنَذۡكُرَكَ كَثِيرًۭا ﴿٣٤﴾',
  },
  {
    id: '20_35',
    verseNumber: 35,
    ayah: 'إِنَّكَ كُنتَ بِنَا بَصِيرًۭا ﴿٣٥﴾',
  },
  {
    id: '20_36',
    verseNumber: 36,
    ayah: 'قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَـٰمُوسَىٰ ﴿٣٦﴾',
  },
  {
    id: '20_37',
    verseNumber: 37,
    ayah: 'وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةٗ أُخۡرَىٰ ﴿٣٧﴾',
  },
  {
    id: '20_38',
    verseNumber: 38,
    ayah: 'إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰ ﴿٣٨﴾',
  },
  {
    id: '20_39',
    verseNumber: 39,
    ayah: 'أَنِ ٱقۡذِفِيهِۦ فِى ٱلتَّابُوتِ فَٱقۡذِفِيهِۦ فِى ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّـٰحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّى وَعَدُوّٞ لَّهُۥۖ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةًۭ مِّنِّى وَلِتُصۡنَعَ عَلَىٰ عَيۡنِىٓ ٱلۡہَوَآءِ ﴿٣٩﴾',
  },
  {
    id: '20_40',
    verseNumber: 40,
    ayah: 'إِذۡ تَمۡشِىٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَـٰكَ إِلَىٰٓ أُمِّكَ كَىۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَـٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۖ فَلَبِثۡتَ سِنِينَ فِىٓ أَهۡلِ مَدۡيَنَۖ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَـٰمُوسَىٰ ﴿٤٠﴾',
  },
  {
    id: '20_41',
    verseNumber: 41,
    ayah: 'وَٱصْطَنَعْتُكَ لِنَفْسِى ﴿٤١﴾',
  },
  {
    id: '20_42',
    verseNumber: 42,
    ayah: 'ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِىٓ ﴿٤٢﴾',
  },
  {
    id: '20_43',
    verseNumber: 43,
    ayah: 'ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ ﴿٤٣﴾',
  },
  {
    id: '20_44',
    verseNumber: 44,
    ayah: 'فَقُولَا لَهُۥ قَوْلًۭا لَّيِّنًۭا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ ﴿٤٤﴾',
  },
  {
    id: '20_45',
    verseNumber: 45,
    ayah: 'قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ ﴿٤٥﴾',
  },
  {
    id: '20_46',
    verseNumber: 46,
    ayah: 'قَالَ لَا تَخَافَا ۖ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ ﴿٤٦﴾',
  },
  {
    id: '20_47',
    verseNumber: 47,
    ayah: 'فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَـٰكَ بِـَٔايَةٍۢ مِّن رَّبِّكَ ۖ وَٱلسَّلَـٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰ ﴿٤٧﴾',
  },
  {
    id: '20_48',
    verseNumber: 48,
    ayah: 'إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ ﴿٤٨﴾',
  },
  {
    id: '20_49',
    verseNumber: 49,
    ayah: 'قَالَ فَمَن رَّبُّكُمَا يَـٰمُوسَىٰ ﴿٤٩﴾',
  },
  {
    id: '20_50',
    verseNumber: 50,
    ayah: 'قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ ﴿٥٠﴾',
  },
  {
    id: '20_51',
    verseNumber: 51,
    ayah: 'قَالَ فَمَا بَٱلُ ٱلْقُرُونِ ٱلْأُو۟لَىٰ ﴿٥١﴾',
  },
  {
    id: '20_52',
    verseNumber: 52,
    ayah: 'قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَـٰبٍۢ ۖ لَّا يَضِلُّ رَبِّى وَلَا يَنسَىٰ ﴿٥٢﴾',
  },
  {
    id: '20_53',
    verseNumber: 53,
    ayah: 'ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًۭا وَسَلَكَ لَكُمْ فِيهَا سُبُلًۭا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًۭا مِّن نَّبَاتٍۢ شَتَّىٰ ﴿٥٣﴾',
  },
  {
    id: '20_54',
    verseNumber: 54,
    ayah: 'كُلُوا۟ وَٱرْعَوْا۟ أَنْعَـٰمَكُمْ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَـٰتٍۢ لِّأُو۟لِى ٱلنُّهَىٰ ﴿٥٤﴾',
  },
  {
    id: '20_55',
    verseNumber: 55,
    ayah: 'مِنْهَا خَلَقْنَـٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ ﴿٥٥﴾',
  },
  {
    id: '20_56',
    verseNumber: 56,
    ayah: 'وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ ﴿٥٦﴾',
  },
  {
    id: '20_57',
    verseNumber: 57,
    ayah: 'قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ ﴿٥٧﴾',
  },
  {
    id: '20_58',
    verseNumber: 58,
    ayah: 'فَلَنَأْتِيَنَّكَ بِسِحْرٍۢ مِّثْلِهِۦ فَٱجْعَل بَّيْنَنَا وَبَيْنَكَ مَوْعِدًۭا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًۭا سُوًۭى ﴿٥٨﴾',
  },
  {
    id: '20_59',
    verseNumber: 59,
    ayah: 'قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًۭى ﴿٥٩﴾',
  },
  {
    id: '20_60',
    verseNumber: 60,
    ayah: 'فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ ﴿٦٠﴾',
  },
  {
    id: '20_61',
    verseNumber: 61,
    ayah: 'قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًۭا فَيُسْحِتَكُم بِعَذَابٍۢ ۖ وَقَدْ خَـٰبَ مَنِ ٱفْتَرَىٰٓ ﴿٦١﴾',
  },
  {
    id: '20_62',
    verseNumber: 62,
    ayah: 'فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ ﴿٦٢﴾',
  },
  {
    id: '20_63',
    verseNumber: 63,
    ayah: 'قَالُوا۟ إِنۡ هَـٰذَيۡنِ لَسَـٰحِرَـٰنِ يُرِيدَٲنِ أَن يُخۡرِجَـٰكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ ﴿٦٣﴾',
  },
  {
    id: '20_64',
    verseNumber: 64,
    ayah: 'فَأَجۡمِعُوا۟ كَيۡدَكُمۡ ثُمَّ ٱئۡتُوا۟ صَفًّ۬ۖ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰٓ ﴿٦٤﴾',
  },
  {
    id: '20_65',
    verseNumber: 65,
    ayah: 'قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنٓ أَلقَىٰ ﴿٦٥﴾',
  },
  {
    id: '20_66',
    verseNumber: 66,
    ayah: 'قَالَ بَلْ أَلقُوا۟ ۖ فَإِذَا حِبَٰلُهُم وَعِصِيُّهُم يُخَيَّلُ إِلَيهِ مِن سِحرِهِم أَنَّهَا تَسعَىٰ ﴿٦٦﴾',
  },
  {
    id: '20_67',
    verseNumber: 67,
    ayah: 'فَأَوجَسَ فِى نَفسِهِۦ خِيفَةًۭ مُّوسَىٰ ﴿٦٧﴾',
  },
  {
    id: '20_68',
    verseNumber: 68,
    ayah: 'قُلنَا لَا تَخَف ۖ إِنَّكَ أَنتَ ٱلأَعلَىٰ ﴿٦٨﴾',
  },
  {
    id: '20_69',
    verseNumber: 69,
    ayah: 'وَأَلقِ مَا فِى يَمِينِكَ تَلقَف مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيدُ سَـٰحِرٍۭ ۖ وَلَا يُفلِحُ ٱلسَّـٰحِرُ حَيثُ أَتَىٰ ﴿٦٩﴾',
  },
  {
    id: '20_70',
    verseNumber: 70,
    ayah: 'فَأُلقِىَ ٱلسَّحَرَةُ سُجَّدًۭا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ ﴿٧٠﴾',
  },
  {
    id: '20_71',
    verseNumber: 71,
    ayah: 'قَالَ ءَامَنتُم لَهُۥ قَبلَ أَن ءَاذَنَ لَكُم ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحرَ ۖ فَلَأُقَطِّعَنَّ أَيدِيَكُم وَأَرجُلَكُم مِّن خِلَـٰفٍۢ وَلَأُصَلِّبَنَّكُم فِى جُذُوعِ ٱلنَّخلِ وَلَتَعلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًۭا وَأَبقَىٰٓ ﴿٧١﴾',
  },
  {
    id: '20_72',
    verseNumber: 72,
    ayah: 'قَالُوا۟ لَن نُّؤثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقضِ مَآ أَنتَ قَـٰضٍ ۖ إِنَّمَا تَقضِى هَـٰذِهِ ٱلحَيَوٰةَ ٱلدُّنيَا ﴿٧٢﴾',
  },
  {
    id: '20_73',
    verseNumber: 73,
    ayah: 'إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغفِرَ لَنَا خَطَٰيَـٰنَا وَمَآ أَكرَهتَنَا عَلَيهِ مِنَ ٱلسِّحرِ ۗ وَٱللَّهُ خَيرٌۭ وَأَبقَىٰٓ ﴿٧٣﴾',
  },
  {
    id: '20_74',
    verseNumber: 74,
    ayah: 'إِنَّهُۥ مَن يَأتِ رَبَّهُۥ مُجرِمًۭا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحيَىٰ ﴿٧٤﴾',
  },
  {
    id: '20_75',
    verseNumber: 75,
    ayah: 'وَمَن يَأتِهِۦ مُؤمِنًۭا قَد عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلعُلَىٰ ﴿٧٥﴾',
  },
  {
    id: '20_76',
    verseNumber: 76,
    ayah: 'جَنَّـٰتُ عَدنٍۢ تَجرِى مِن تَحتِهَا ٱلأَنهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ ﴿٧٦﴾',
  },
  {
    id: '20_77',
    verseNumber: 77,
    ayah: 'وَلَقَد أَوحَينَآ إِلَىٰ مُوسَىٰٓ أَن أَسرِ بِعِبَادِى فَٱضرِب لَهُم طَرِيقًۭا فِى ٱلبَحرِ يَبَسًۭا لَّا تَخَـٰفُ دَرَكًۭا وَلَا تَخشَىٰ ﴿٧٧﴾',
  },
  {
    id: '20_78',
    verseNumber: 78,
    ayah: 'فَأَتبَعَهُم فِرعَونُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱليَمِّ مَا غَشِيَهُم ﴿٧٨﴾',
  },
  {
    id: '20_79',
    verseNumber: 79,
    ayah: 'وَأَضَلَّ فِرعَونُ قَومَهُۥ وَمَا هَدَىٰ ﴿٧٩﴾',
  },
  {
    id: '20_80',
    verseNumber: 80,
    ayah: 'يَـٰبَنِىٓ إِسرَٰٓءِيلَ قَد أَنجَينَـٰكُم مِّن عَدُوِّكُم وَوَٰعَدنَـٰكُم جَانِبَ ٱلطُّورِ ٱلأَيمَنِ وَنَزَّلنَا عَلَيكُمُ ٱلمَنَّ وَٱلسَّلوَىٰ ﴿٨٠﴾',
  },
  {
    id: '20_81',
    verseNumber: 81,
    ayah: 'كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقنَـٰكُم وَلَا تَطغَوا۟ فِيهِ فَيَحِلَّ عَلَيكُم غَضَبِى ۖ وَمَن يَحلِل عَلَيهِ غَضَبِى فَقَد هَوَىٰ ﴿٨١﴾',
  },
  {
    id: '20_82',
    verseNumber: 82,
    ayah: 'وَإِنِّى لَغَفَّارٌۭ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًۭا ثُمَّ ٱهتَدَىٰ ﴿٨٢﴾',
  },
  {
    id: '20_83',
    verseNumber: 83,
    ayah: 'وَمَآ أَعجَلَكَ عَن قَومِكَ يَـٰمُوسَىٰ ﴿٨٣﴾',
  },
  {
    id: '20_84',
    verseNumber: 84,
    ayah: 'قَالَ هُم أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلتُ إِلَيكَ رَبِّ لِتَرضَىٰ ﴿٨٤﴾',
  },
  {
    id: '20_85',
    verseNumber: 85,
    ayah: 'قَالَ فَإِنَّا قَد فَتَنَّا قَومَكَ مِنۢ بَعدِكَ وَأَضَلَّهُمُ ٱلسَّـٰمِرِىُّ ﴿٨٥﴾',
  },
  {
    id: '20_86',
    verseNumber: 86,
    ayah: 'فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَومِهِۦ غَضبَـٰنَ أَسِفًۭا ۖ قَالَ يَـٰقَومِ أَلَم يَعِدكُم رَبُّكُم وَعدًا حَسَنًا ۚ أَفَطَالَ عَلَيكُمُ ٱلعَهدُ أَم أَرَدتُّم أَن يَحِلَّ عَلَيكُم غَضَبٌۭ مِّن رَّبِّكُم فَأَخلَفتُم مَّوعِدِى ﴿٨٦﴾',
  },
  {
    id: '20_87',
    verseNumber: 87,
    ayah: 'قَالُوا۟ مَآ أَخلَفنَا مَوعِدَكَ بِمَلِكِنَا وَلَـٰكِنَّا حُمِّلنَآ أَوزَارًۭا مِّن زِينَةِ ٱلقَومِ فَقَذَفنَـٰهَا فَكَذَٰلِكَ أَلقَى ٱلسَّامِرِىُّ ﴿٨٧﴾',
  },
  {
    id: '20_88',
    verseNumber: 88,
    ayah: 'فَأَخرَجَ لَهُم عِجلًۭا جَسَدًۭا لَّهُۥ خُوَارٌۭ فَقَالُوا۟ هَـٰذَآ إِلَـٰهُكُم وَإِلَـٰهُ مُوسَىٰ فَنَسِىَ ﴿٨٨﴾',
  },
  {
    id: '20_89',
    verseNumber: 89,
    ayah: 'أَفَلَا يَرَونَ أَلَّا يَرجِعُ إِلَيهِم قَولًۭا وَلَا يَملِكُ لَهُم ضَرًّۭا وَلَا نَفعًۭا ﴿٨٩﴾',
  },
  {
    id: '20_90',
    verseNumber: 90,
    ayah: 'وَلَقَد قَالَ لَهُم هَـٰرُونُ مِن قَبلُ يَـٰقَومِ إِنَّمَا فُتِنتُم بِهِۦ وَإِنَّ رَبَّكُمُ ٱلرَّحمَـٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمرِى ﴿٩٠﴾',
  },
  {
    id: '20_91',
    verseNumber: 91,
    ayah: 'قَالُوا۟ لَن نَّبرَحَ عَلَيهِ عَـٰكِفِينَ حَتَّىٰ يَرجِعَ إِلَينَا مُوسَىٰ ﴿٩١﴾',
  },
  {
    id: '20_92',
    verseNumber: 92,
    ayah: 'قَالَ يَـٰهَـٰرُونُ مَا مَنَعَكَ إِذ رَأَيتَهُم ضَلُّوا۟ ﴿٩٢﴾',
  },
  {
    id: '20_93',
    verseNumber: 93,
    ayah: 'أَلَّا تَتَّبِعَنِ ۖ أَفَعَصَيتَ أَمرِى ﴿٩٣﴾',
  },
  {
    id: '20_94',
    verseNumber: 94,
    ayah: 'قَالَ يَـٰٓبِنَ أُمَّ لَا تَأخُذ بِلِحيَتِى وَلَا بِرَأسِىٓ ۖ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقتَ بَينَ بَنِىٓ إِسرَٰٓءِيلَ وَلَم تَرقُب قَولِىٓ ﴿٩٤﴾',
  },
  {
    id: '20_95',
    verseNumber: 95,
    ayah: 'قَالَ فَمَا خَطبُكَ يَـٰسَـٰمِرِىُّ ﴿٩٥﴾',
  },
  {
    id: '20_96',
    verseNumber: 96,
    ayah: 'قَالَ بَصُرتُ بِمَا لَم يُبصِرُوا۟ بِهِۦ فَقَبَضتُ قَبضَةًۭ مِّن أَثَرِ ٱلرَّسُولِ فَنَبَذتُهَا وَكَذَٰلِكَ سَوَّلَت لِى نَفسِى ﴿٩٦﴾',
  },
  {
    id: '20_97',
    verseNumber: 97,
    ayah: 'قَالَ فَٱذهَب فَإِنَّ لَكَ فِى ٱلحَيَوٰةِ أَن تَقُولَ لَا مِسَـَٔاسَ ۖ وَإِنَّ لَكَ مَوعِدًۭا لَّن تُخلِفَهُۥ ۖ وَٱنظُر إِلَىٰٓ إِلَـٰهِكَ ٱلَّذِى ظَلتَ عَلَيهِ عَـٰكِفًۭا ۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱليَمِّ نَسفًۭا ﴿٩٧﴾',
  },
  {
    id: '20_98',
    verseNumber: 98,
    ayah: 'إِنَّمَآ إِلَـٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَىءٍ عِلمًا ﴿٩٨﴾',
  },
  {
    id: '20_99',
    verseNumber: 99,
    ayah: 'كَذَٰلِكَ نَقُصُّ عَلَيكَ مِن أَنۢبَآءِ مَا قَد سَبَقَ ۚ وَقَد ءَاتَينَـٰكَ مِن لَّدُنَّا ذِكرًۭا ﴿٩٩﴾',
  },
  {
    id: '20_100',
    verseNumber: 100,
    ayah: 'مَّن أَعرَضَ عَنهُ فَإِنَّهُۥ يَحمِلُ يَومَ ٱلقِيَـٰمَةِ وِزرًۭا ﴿١٠٠﴾',
  },
  {
    id: '20_101',
    verseNumber: 101,
    ayah: 'خَـٰلِدِينَ فِيهِۚ وَسَآءَ لَهُم يَومَ ٱلقِيَـٰمَةِ حِملًۭا ﴿١٠١﴾',
  },
  {
    id: '20_102',
    verseNumber: 102,
    ayah: 'يَومَ يُنفَخُ فِى ٱلصُّورِ وَنَحشُرُ ٱلمُجرِمِينَ يَومَئِذٍۢ زُرقًۭا ﴿١٠٢﴾',
  },
  {
    id: '20_103',
    verseNumber: 103,
    ayah: 'يَتَخَـٰفَتُونَ بَينَهُم ۖ إِن لَّبِثتُم إِلَّا عَشرًۭا ﴿١٠٣﴾',
  },
  {
    id: '20_104',
    verseNumber: 104,
    ayah: 'نَّحنُ أَعلَمُ بِمَا يَقُولُونَ إِذ يَقُولُ أَمثَلُهُم طَرِيقَةً إِن لَّبِثتُم إِلَّا يَومًۭا ﴿١٠٤﴾',
  },
  {
    id: '20_105',
    verseNumber: 105,
    ayah: 'وَيَسـَٔلُونَكَ عَنِ ٱلجِبَـٰلِ فَقُل يَنسِفُهَا رَبِّى نَسفًۭا ﴿١٠٥﴾',
  },
  {
    id: '20_106',
    verseNumber: 106,
    ayah: 'فَيَذَرُهَا قَاعًا صَفْصَفًا ﴿١٠٦﴾',
  },
  {
    id: '20_107',
    verseNumber: 107,
    ayah: 'لَا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا ﴿١٠٧﴾',
  },
  {
    id: '20_108',
    verseNumber: 108,
    ayah: 'يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ ۖ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا ﴿١٠٨﴾',
  },
  {
    id: '20_109',
    verseNumber: 109,
    ayah: 'يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَرَضِيَ لَهُ قَوْلًا ﴿١٠٩﴾',
  },
  {
    id: '20_110',
    verseNumber: 110,
    ayah: 'يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا ﴿١١٠﴾',
  },
  {
    id: '20_111',
    verseNumber: 111,
    ayah: 'وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ﴿١١١﴾',
  },
  {
    id: '20_112',
    verseNumber: 112,
    ayah: 'وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا ﴿١١٢﴾',
  },
  {
    id: '20_113',
    verseNumber: 113,
    ayah: 'وَكَذَٰلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا ﴿١١٣﴾',
  },
  {
    id: '20_114',
    verseNumber: 114,
    ayah: 'فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۗ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَىٰ إِلَيْكَ وَحْيُهُ ۖ وَقُلْ رَبِّ زِدْنِي عِلْمًا ﴿١١٤﴾',
  },
  {
    id: '20_115',
    verseNumber: 115,
    ayah: 'وَلَقَدْ عَهِدْنَا إِلَىٰ آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا ﴿١١٥﴾',
  },
  {
    id: '20_116',
    verseNumber: 116,
    ayah: 'وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ ﴿١١٦﴾',
  },
  {
    id: '20_117',
    verseNumber: 117,
    ayah: 'فَقُلْنَا يَا آدَمُ إِنَّ هَٰذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَىٰ ﴿١١٧﴾',
  },
  {
    id: '20_118',
    verseNumber: 118,
    ayah: 'إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ ﴿١١٨﴾',
  },
  {
    id: '20_119',
    verseNumber: 119,
    ayah: 'وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَىٰ ﴿١١٩﴾',
  },
  {
    id: '20_120',
    verseNumber: 120,
    ayah: 'فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَىٰ ﴿١٢٠﴾',
  },
  {
    id: '20_121',
    verseNumber: 121,
    ayah: 'فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ ۚ وَعَصَىٰ آدَمُ رَبَّهُ فَغَوَىٰ ﴿١٢١﴾',
  },
  {
    id: '20_122',
    verseNumber: 122,
    ayah: 'ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَىٰ ﴿١٢٢﴾',
  },
  {
    id: '20_123',
    verseNumber: 123,
    ayah: 'قَالَ اهْبِطَا مِنْهَا جَمِيعًا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ ﴿١٢٣﴾',
  },
  {
    id: '20_124',
    verseNumber: 124,
    ayah: 'وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ ﴿١٢٤﴾',
  },
  {
    id: '20_125',
    verseNumber: 125,
    ayah: 'قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَىٰ وَقَدْ كُنْتُ بَصِيرًا ﴿١٢٥﴾',
  },
  {
    id: '20_126',
    verseNumber: 126,
    ayah: 'قَالَ كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ الْيَوْمَ تُنْسَىٰ ﴿١٢٦﴾',
  },
  {
    id: '20_127',
    verseNumber: 127,
    ayah: 'وَكَذَٰلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ ۚ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَىٰ ﴿١٢٧﴾',
  },
  {
    id: '20_128',
    verseNumber: 128,
    ayah: 'أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِأُولِي النُّهَىٰ ﴿١٢٨﴾',
  },
  {
    id: '20_129',
    verseNumber: 129,
    ayah: 'وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى ﴿١٢٩﴾',
  },
  {
    id: '20_130',
    verseNumber: 130,
    ayah: 'فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَىٰ ﴿١٣٠﴾',
  },
  {
    id: '20_131',
    verseNumber: 131,
    ayah: 'وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ ﴿١٣١﴾',
  },
  {
    id: '20_132',
    verseNumber: 132,
    ayah: 'وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ۖ لَا نَسْأَلُكَ رِزْقًا ۖ نَحْنُ نَرْزُقُكَ ۗ وَالْعَاقِبَةُ لِلتَّقْوَىٰ ﴿١٣٢﴾',
  },
  {
    id: '20_133',
    verseNumber: 133,
    ayah: 'وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ ۚ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ ﴿١٣٣﴾',
  },
  {
    id: '20_134',
    verseNumber: 134,
    ayah: 'وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَىٰ ﴿١٣٤﴾',
  },
  {
    id: '20_135',
    verseNumber: 135,
    ayah: 'قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُوا ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَىٰ ﴿١٣٥﴾',
  },
];

export default surah20;
