const surah44 = [
  {
    id: '44_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '44_01',
    verseNumber: 1,
    ayah: 'حم ﴿١﴾',
  },
  {
    id: '44_02',
    verseNumber: 2,
    ayah: 'وَالْكِتَابِ الْمُبِينِ ﴿٢﴾',
  },
  {
    id: '44_03',
    verseNumber: 3,
    ayah: 'إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍۢ مُّبَٰرَكَةٍ ۚ إِنَّا كُنَّا مُنذِرِينَ ﴿٣﴾',
  },
  {
    id: '44_04',
    verseNumber: 4,
    ayah: 'فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍۢ ﴿٤﴾',
  },
  {
    id: '44_05',
    verseNumber: 5,
    ayah: 'أَمْرًۭا مِّنْ عِندِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ ﴿٥﴾',
  },
  {
    id: '44_06',
    verseNumber: 6,
    ayah: 'رَحْمَةًۭ مِّن رَّبِّكَ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ ﴿٦﴾',
  },
  {
    id: '44_07',
    verseNumber: 7,
    ayah: 'رَبِّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِن كُنتُم مُّوقِنِينَ ﴿٧﴾',
  },
  {
    id: '44_08',
    verseNumber: 8,
    ayah: 'لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ رَبُّكُم وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ ﴿٨﴾',
  },
  {
    id: '44_09',
    verseNumber: 9,
    ayah: 'بَلْ هُمْ فِى شَكٍّۢ يَلْعَبُونَ ﴿٩﴾',
  },
  {
    id: '44_10',
    verseNumber: 10,
    ayah: 'فَٱرْتَقِبْ يَوْمَ تَأْتِى ٱلسَّمَآءُ بِدُخَـٰنٍۢ مُّبِينٍۢ ﴿١٠﴾',
  },
  {
    id: '44_11',
    verseNumber: 11,
    ayah: 'يَغْشَى ٱلنَّاسَ ۖ هَـٰذَا عَذَابٌ أَلِيمٌۭ ﴿١١﴾',
  },
  {
    id: '44_12',
    verseNumber: 12,
    ayah: 'رَبَّنَآ اكْشِفْ عَنَّا ٱلْعَذَابَ إِنَّا مُؤْمِنُونَ ﴿١٢﴾',
  },
  {
    id: '44_13',
    verseNumber: 13,
    ayah: 'أَنَّىٰ لَهُمُ ٱلذِّكْرَىٰ وَقَدْ جَآءَهُم رَسُولٌۭ مُّبِينٌۭ ﴿١٣﴾',
  },
  {
    id: '44_14',
    verseNumber: 14,
    ayah: 'ثُمَّ تَوَلَّوْا۟ عَنْهُ وَقَالُوا۟ مُعَلَّمٌۭ مَّجْنُونٌۭ ﴿١٤﴾',
  },
  {
    id: '44_15',
    verseNumber: 15,
    ayah: 'إِنَّا كَـٰشِفُو ٱلْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَآئِدُونَ ﴿١٥﴾',
  },
  {
    id: '44_16',
    verseNumber: 16,
    ayah: 'يَوْمَ نَبْطِشُ ٱلْبَطْشَةَ ٱلْكُبْرَىٰ ۖ إِنَّا مُنتَقِمُونَ ﴿١٦﴾',
  },
  {
    id: '44_17',
    verseNumber: 17,
    ayah: 'وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٌۭ كَرِيمٌۭ ﴿١٧﴾',
  },
  {
    id: '44_18',
    verseNumber: 18,
    ayah: 'أَنْ أَدُّوٓا۟ إِلَىَّ عِبَادَ ٱللَّهِ ۖ إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ ﴿١٨﴾',
  },
  {
    id: '44_19',
    verseNumber: 19,
    ayah: 'وَأَن لَّا تَعْلُوا۟ عَلَى ٱللَّهِ ۖ إِنِّىٓ ءَاتِيكُم بِسُلْطَٰنٍۢ مُّبِينٍۢ ﴿١٩﴾',
  },
  {
    id: '44_20',
    verseNumber: 20,
    ayah: 'وَإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُمْ أَن تَرْجُمُونِ ﴿٢٠﴾',
  },
  {
    id: '44_21',
    verseNumber: 21,
    ayah: 'وَإِن لَّمْ تُؤْمِنُوا۟ لِى فَٱعْتَزِلُونِ ﴿٢١﴾',
  },
  {
    id: '44_22',
    verseNumber: 22,
    ayah: 'فَدَعَآ رَبَّهُۥٓ أَنَّ هَـٰٓؤُلَآءِ قَوْمٌۭ مُّجْرِمُونَ ﴿٢٢﴾',
  },
  {
    id: '44_23',
    verseNumber: 23,
    ayah: 'فَأَسْرِ بِعِبَـٰدِى لَيْلًۭا إِنَّكُم مُّتَّبَعُونَ ﴿٢٣﴾',
  },
  {
    id: '44_24',
    verseNumber: 24,
    ayah: 'وَٱتْرُكِ ٱلْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُندٌۭ مُّغْرَقُونَ ﴿٢٤﴾',
  },
  {
    id: '44_25',
    verseNumber: 25,
    ayah: 'كَمْ تَرَكُوا۟ مِن جَنَّـٰتٍۢ وَعُيُونٍۢ ﴿٢٥﴾',
  },
  {
    id: '44_26',
    verseNumber: 26,
    ayah: 'وَزُرُوعٍۢ وَمَقَامٍۢ كَرِيمٍۢ ﴿٢٦﴾',
  },
  {
    id: '44_27',
    verseNumber: 27,
    ayah: 'وَنَعْمَةٍۢ كَانُوا۟ فِيهَا فَٱكِهِينَ ﴿٢٧﴾',
  },
  {
    id: '44_28',
    verseNumber: 28,
    ayah: 'كَذَٰلِكَ ۖ وَأَوْرَثْنَـٰهَا قَوْمًا ءَاخَرِينَ ﴿٢٨﴾',
  },
  {
    id: '44_29',
    verseNumber: 29,
    ayah: 'فَمَا بَكَتْ عَلَيْهِمُ ٱلسَّمَآءُ وَٱلْأَرْضُ وَمَا كَانُوا۟ مُنظَرِينَ ﴿٢٩﴾',
  },
  {
    id: '44_30',
    verseNumber: 30,
    ayah: 'وَلَقَدْ نَجَّيْنَا بَنِىٓ إِسْرَٰٓءِيلَ مِنَ ٱلْعَذَابِ ٱلْمُهِينِ ﴿٣٠﴾',
  },
  {
    id: '44_31',
    verseNumber: 31,
    ayah: 'مِن فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا مِّنَ ٱلْمُسْرِفِينَ ﴿٣١﴾',
  },
  {
    id: '44_32',
    verseNumber: 32,
    ayah: 'وَلَقَدِ ٱخْتَرْنَـٰهُمْ عَلَىٰ عِلْمٍ عَلَى ٱلْعَـٰلَمِينَ ﴿٣٢﴾',
  },
  {
    id: '44_33',
    verseNumber: 33,
    ayah: 'وَءَاتَيْنَـٰهُم مِّنَ ٱلْـَٔايَـٰتِ مَا فِيهِ بَلَـٰٓءٌۭ مُّبِينٌۭ ﴿٣٣﴾',
  },
  {
    id: '44_34',
    verseNumber: 34,
    ayah: 'إِنَّ هَـٰٓؤُلَآءِ لَيَقُولُونَ ﴿٣٤﴾',
  },
  {
    id: '44_35',
    verseNumber: 35,
    ayah: 'إِنْ هِىَ إِلَّا مَوْتَتُنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُنشَرِينَ ﴿٣٥﴾',
  },
  {
    id: '44_36',
    verseNumber: 36,
    ayah: 'فَأْتُوا۟ بِءَابَآءِنَآ إِن كُنتُمْ صَـٰدِقِينَ ﴿٣٦﴾',
  },
  {
    id: '44_37',
    verseNumber: 37,
    ayah: 'أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍۢ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ أَهْلَكْنَـٰهُمْ ۖ إِنَّهُمْ كَانُوا۟ مُجْرِمِينَ ﴿٣٧﴾',
  },
  {
    id: '44_38',
    verseNumber: 38,
    ayah: 'وَمَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـَٔابِينِ ﴿٣٨﴾',
  },
  {
    id: '44_39',
    verseNumber: 39,
    ayah: 'مَا خَلَقْنَـٰهُمَآ إِلَّا بِٱلْحَقِّ وَلَـٰكِنَّ أَكْثَرَهُم لَا يَعْلَمُونَ ﴿٣٩﴾',
  },
  {
    id: '44_40',
    verseNumber: 40,
    ayah: 'إِنَّ يَوْمَ ٱلْفَصْلِ مِيقَـٰتُهُمْ أَجْمَعِينَ ﴿٤٠﴾',
  },
  {
    id: '44_41',
    verseNumber: 41,
    ayah: 'يَوْمَ لَا يُغْنِى مَوْلًى عَن مَّوْلًۭى شَيْـًًۭۭٔا وَلَا هُمْ يُنصَرُونَ ﴿٤١﴾',
  },
  {
    id: '44_42',
    verseNumber: 42,
    ayah: 'إِلَّا مَن رَّحِمَ ٱللَّهُ ۚ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ ﴿٤٢﴾',
  },
  {
    id: '44_43',
    verseNumber: 43,
    ayah: 'إِنَّ شَجَرَةَ ٱلزَّقُّومِ ﴿٤٣﴾',
  },
  {
    id: '44_44',
    verseNumber: 44,
    ayah: 'طَعَامُ ٱلْأَثِيمِ ﴿٤٤﴾',
  },
  {
    id: '44_45',
    verseNumber: 45,
    ayah: 'كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ ﴿٤٥﴾',
  },
  {
    id: '44_46',
    verseNumber: 46,
    ayah: 'كَغَلْىِ ٱلْحَمِيمِ ﴿٤٦﴾',
  },
  {
    id: '44_47',
    verseNumber: 47,
    ayah: 'خُذُوهُۥ فَٱعْتِلُوهُ إِلَىٰ سَوَآءِ ٱلْجَحِيمِ ﴿٤٧﴾',
  },
  {
    id: '44_48',
    verseNumber: 48,
    ayah: 'ثُمَّ صُبُّوا۟ فَوْقَ رَأْسِهِۦ مِنْ عَذَابِ ٱلْحَمِيمِ ﴿٤٨﴾',
  },
  {
    id: '44_49',
    verseNumber: 49,
    ayah: 'ذُوقْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْكَرِيمُ ﴿٤٩﴾',
  },
  {
    id: '44_50',
    verseNumber: 50,
    ayah: 'إِنَّ هَـٰذَا مَا كُنتُم بِهِۦ تَمْتَرُونَ ﴿٥٠﴾',
  },
  {
    id: '44_51',
    verseNumber: 51,
    ayah: 'إِنَّ ٱلْمُتَّقِينَ فِى مَقَامٍ أَمِينٍۢ ﴿٥١﴾',
  },
  {
    id: '44_52',
    verseNumber: 52,
    ayah: 'فِى جَنَّـٰتٍۢ وَعُيُونٍۢ ﴿٥٢﴾',
  },
  {
    id: '44_53',
    verseNumber: 53,
    ayah: 'يَلْبَسُونَ مِن سُندُسٍۢ وَإِسْتَبْرَقٍۢ مُّتَقَـٰبِلِينَ ﴿٥٣﴾',
  },
  {
    id: '44_54',
    verseNumber: 54,
    ayah: 'كَذَٰلِكَ وَزَوَّجْنَـٰهُم بِحُورٍ عِينٍۢ ﴿٥٤﴾',
  },
  {
    id: '44_55',
    verseNumber: 55,
    ayah: 'يَدْعُونَ فِيهَا بِكُلِّ فَـٰكِهَةٍ ءَامِنِينَ ﴿٥٥﴾',
  },
  {
    id: '44_56',
    verseNumber: 56,
    ayah: 'لَا يَذُوقُونَ فِيهَا ٱلْمَوْتَ إِلَّا ٱلْمَوْتَةَ ٱلْأُولَىٰ ۖ وَوَقَىٰهُمْ عَذَابَ ٱلْجَحِيمِ ﴿٥٦﴾',
  },
  {
    id: '44_57',
    verseNumber: 57,
    ayah: 'فَضْلًۭا مِّن رَّبِّكَ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ ﴿٥٧﴾',
  },
  {
    id: '44_58',
    verseNumber: 58,
    ayah: 'فَإِنَّمَا يَسَّرْنَـٰهُ بِلِسَـٰنِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ ﴿٥٨﴾',
  },
  {
    id: '44_59',
    verseNumber: 59,
    ayah: 'فَٱرْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ ﴿٥٩﴾',
  },
];

export default surah44;
