const surah85 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '85_01',
    verseNumber: 1,
    ayah: 'وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ﴿١﴾',
  },
  {
    id: '85_02',
    verseNumber: 2,
    ayah: 'وَالْيَوْمِ الْمَوْعُودِ ﴿٢﴾',
  },
  {
    id: '85_03',
    verseNumber: 3,
    ayah: 'وَشَاهِدٍ وَمَشْهُودٍ ﴿٣﴾',
  },
  {
    id: '85_04',
    verseNumber: 4,
    ayah: 'قُتِلَ أَصْحَابُ الْأُخْدُودِ ﴿٤﴾',
  },
  {
    id: '85_05',
    verseNumber: 5,
    ayah: 'النَّارِ ذَاتِ الْوَقُودِ ﴿٥﴾',
  },
  {
    id: '85_06',
    verseNumber: 6,
    ayah: 'إِذْ هُمْ عَلَيْهَا قُعُودٌ ﴿٦﴾',
  },
  {
    id: '85_07',
    verseNumber: 7,
    ayah: 'وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ ﴿٧﴾',
  },
  {
    id: '85_08',
    verseNumber: 8,
    ayah: 'وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ ﴿٨﴾',
  },
  {
    id: '85_09',
    verseNumber: 9,
    ayah: 'الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ ﴿٩﴾',
  },
  {
    id: '85_10',
    verseNumber: 10,
    ayah: 'إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ ﴿١٠﴾',
  },
  {
    id: '85_11',
    verseNumber: 11,
    ayah: 'إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ ذَٰلِكَ الْفَوْزُ الْكَبِيرُ ﴿١١﴾',
  },
  {
    id: '85_12',
    verseNumber: 12,
    ayah: 'إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ﴿١٢﴾',
  },
  {
    id: '85_13',
    verseNumber: 13,
    ayah: 'إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ ﴿١٣﴾',
  },
  {
    id: '85_14',
    verseNumber: 14,
    ayah: 'وَهُوَ الْغَفُورُ الْوَدُودُ ﴿١٤﴾',
  },
  {
    id: '85_15',
    verseNumber: 15,
    ayah: 'ذُو الْعَرْشِ الْمَجِيدُ ﴿١٥﴾',
  },
  {
    id: '85_16',
    verseNumber: 16,
    ayah: 'فَعَّالٌ لِمَا يُرِيدُ ﴿١٦﴾',
  },
  {
    id: '85_17',
    verseNumber: 17,
    ayah: 'هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ ﴿١٧﴾',
  },
  {
    id: '85_18',
    verseNumber: 18,
    ayah: 'فِرْعَوْنَ وَثَمُودَ ﴿١٨﴾',
  },
  {
    id: '85_19',
    verseNumber: 19,
    ayah: 'بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ ﴿١٩﴾',
  },
  {
    id: '85_20',
    verseNumber: 20,
    ayah: 'وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ ﴿٢٠﴾',
  },
  {
    id: '85_21',
    verseNumber: 21,
    ayah: 'بَلْ هُوَ قُرْآنٌ مَجِيدٌ ﴿٢١﴾',
  },
  {
    id: '85_22',
    verseNumber: 22,
    ayah: 'فِي لَوْحٍ مَحْفُوظٍ ﴿٢٢﴾',
  },
];

export default surah85;
