const surah94 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '94_1',
    verseNumber: 1,
    ayah: 'أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ﴿١﴾',
  },
  {
    id: '94_2',
    verseNumber: 2,
    ayah: 'وَوَضَعْنَا عَنْكَ وِزْرَكَ ﴿٢﴾',
  },
  {
    id: '94_3',
    verseNumber: 3,
    ayah: 'الَّذِي أَنْقَضَ ظَهْرَكَ ﴿٣﴾',
  },
  {
    id: '94_4',
    verseNumber: 4,
    ayah: 'وَرَفَعْنَا لَكَ ذِكْرَكَ ﴿٤﴾',
  },
  {
    id: '94_5',
    verseNumber: 5,
    ayah: 'فَإِنَّ مَعَ الْعُسْرِ يُسْرًا ﴿٥﴾',
  },
  {
    id: '94_6',
    verseNumber: 6,
    ayah: 'إِنَّ مَعَ الْعُسْرِ يُسْرًا ﴿٦﴾',
  },
  {
    id: '94_7',
    verseNumber: 7,
    ayah: 'فَإِذَا فَرَغْتَ فَانْصَبْ ﴿٧﴾',
  },
  {
    id: '94_8',
    verseNumber: 8,
    ayah: 'وَإِلَىٰ رَبِّكَ فَارْغَبْ ﴿٨﴾',
  },
];

export default surah94;
