const surah107 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '107_1',
    verseNumber: 1,
    ayah: 'أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ ﴿١﴾',
  },
  {
    id: '107_2',
    verseNumber: 2,
    ayah: 'فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ ﴿٢﴾',
  },
  {
    id: '107_3',
    verseNumber: 3,
    ayah: 'وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ ﴿٣﴾',
  },
  {
    id: '107_4',
    verseNumber: 4,
    ayah: 'فَوَيْلٌ لِّلْمُصَلِّينَ ﴿٤﴾',
  },
  {
    id: '107_5',
    verseNumber: 5,
    ayah: 'الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ﴿٥﴾',
  },
  {
    id: '107_6',
    verseNumber: 6,
    ayah: 'الَّذِينَ هُمْ يُرَاءُونَ ﴿٦﴾',
  },
  {
    id: '107_7',
    verseNumber: 7,
    ayah: 'وَيَمْنَعُونَ الْمَاعُونَ ﴿٧﴾',
  },
];

export default surah107;
