const surah90 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '90_1',
    verseNumber: 1,
    ayah: 'لَا أُقْسِمُ بِهَٰذَا الْبَلَدِ ﴿١﴾',
  },
  {
    id: '90_2',
    verseNumber: 2,
    ayah: 'وَأَنْتَ حِلٌّ بِهَٰذَا الْبَلَدِ ﴿٢﴾',
  },
  {
    id: '90_3',
    verseNumber: 3,
    ayah: 'وَوَالِدٍ وَمَا وَلَدَ ﴿٣﴾',
  },
  {
    id: '90_4',
    verseNumber: 4,
    ayah: 'لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ ﴿٤﴾',
  },
  {
    id: '90_5',
    verseNumber: 5,
    ayah: 'أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ ﴿٥﴾',
  },
  {
    id: '90_6',
    verseNumber: 6,
    ayah: 'يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا ﴿٦﴾',
  },
  {
    id: '90_7',
    verseNumber: 7,
    ayah: 'أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ ﴿٧﴾',
  },
  {
    id: '90_8',
    verseNumber: 8,
    ayah: 'أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ ﴿٨﴾',
  },
  {
    id: '90_9',
    verseNumber: 9,
    ayah: 'وَلِسَانًا وَشَفَتَيْنِ ﴿٩﴾',
  },
  {
    id: '90_10',
    verseNumber: 10,
    ayah: 'وَهَدَيْنَاهُ النَّجْدَيْنِ ﴿١٠﴾',
  },
  {
    id: '90_11',
    verseNumber: 11,
    ayah: 'فَلَا اقْتَحَمَ الْعَقَبَةَ ﴿١١﴾',
  },
  {
    id: '90_12',
    verseNumber: 12,
    ayah: 'وَمَا أَدْرَاكَ مَا الْعَقَبَةُ ﴿١٢﴾',
  },
  {
    id: '90_13',
    verseNumber: 13,
    ayah: 'فَكُّ رَقَبَةٍ ﴿١٣﴾',
  },
  {
    id: '90_14',
    verseNumber: 14,
    ayah: 'أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ ﴿١٤﴾',
  },
  {
    id: '90_15',
    verseNumber: 15,
    ayah: 'يَتِيمًا ذَا مَقْرَبَةٍ ﴿١٥﴾',
  },
  {
    id: '90_16',
    verseNumber: 16,
    ayah: 'أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ ﴿١٦﴾',
  },
  {
    id: '90_17',
    verseNumber: 17,
    ayah: 'ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ ﴿١٧﴾',
  },
  {
    id: '90_18',
    verseNumber: 18,
    ayah: 'أُولَٰئِكَ أَصْحَابُ الْمَيْمَنَةِ ﴿١٨﴾',
  },
  {
    id: '90_19',
    verseNumber: 19,
    ayah: 'وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ ﴿١٩﴾',
  },
  {
    id: '90_20',
    verseNumber: 20,
    ayah: 'عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ ﴿٢٠﴾',
  },
];

export default surah90;
