const surah19 = [
  {
    id: '19_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '19_01',
    verseNumber: 1,
    ayah: 'كهيعص ﴿١﴾',
  },
  {
    id: '19_02',
    verseNumber: 2,
    ayah: 'ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا ﴿٢﴾',
  },
  {
    id: '19_03',
    verseNumber: 3,
    ayah: 'إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّۭا ﴿٣﴾',
  },
  {
    id: '19_04',
    verseNumber: 4,
    ayah: 'قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًۭا وَلَمْ أَكُنۢ بِدُعَآءِكَ رَبِّ شَقِيًّۭا ﴿٤﴾',
  },
  {
    id: '19_05',
    verseNumber: 5,
    ayah: 'وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًۭا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّۭا ﴿٥﴾',
  },
  {
    id: '19_06',
    verseNumber: 6,
    ayah: 'يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّۭا ﴿٦﴾',
  },
  {
    id: '19_07',
    verseNumber: 7,
    ayah: 'يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّۭا ﴿٧﴾',
  },
  {
    id: '19_08',
    verseNumber: 8,
    ayah: 'قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌۭ وَكَانَتِ ٱمْرَأَتِى عَاقِرًۭا وَقَد بَلَغتُ مِنَ ٱلكِبَرِ عِتِيًّۭا ﴿٨﴾',
  },
  {
    id: '19_09',
    verseNumber: 9,
    ayah: 'قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌۭ وَقَدْ خَلَقتُكَ مِن قَبْلُ وَلَم تَكُ شَيْـًۭٔا ﴿٩﴾',
  },
  {
    id: '19_10',
    verseNumber: 10,
    ayah: 'قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةًۭ ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍۢ سَوِيًّۭا ﴿١٠﴾',
  },
  {
    id: '19_11',
    verseNumber: 11,
    ayah: 'فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةًۭ وَعَشِيًّا ﴿١١﴾',
  },
  {
    id: '19_12',
    verseNumber: 12,
    ayah: 'يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍۢ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّۭا ﴿١٢﴾',
  },
  {
    id: '19_13',
    verseNumber: 13,
    ayah: 'وَحَنَـٰنًۭا مِّن لَّدُنَّا وَزَكَوٰةًۭ ۖ وَكَانَ تَقِيًّۭا ﴿١٣﴾',
  },
  {
    id: '19_14',
    verseNumber: 14,
    ayah: 'وَبَرًّۭا بِّوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّۭا ﴿١٤﴾',
  },
  {
    id: '19_15',
    verseNumber: 15,
    ayah: 'وَسَلَـٰمًا عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّۭا ﴿١٥﴾',
  },
  {
    id: '19_16',
    verseNumber: 16,
    ayah: 'وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًۭا شَرْقِيًّۭا ﴿١٦﴾',
  },
  {
    id: '19_17',
    verseNumber: 17,
    ayah: 'فَٱتَّخَذَت مِن دُونِهِمْ حِجَابًۭا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًۭا سَوِيًّۭا ﴿١٧﴾',
  },
  {
    id: '19_18',
    verseNumber: 18,
    ayah: 'قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّۭا ﴿١٨﴾',
  },
  {
    id: '19_19',
    verseNumber: 19,
    ayah: 'قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًۭا زَكِيًّۭا ﴿١٩﴾',
  },
  {
    id: '19_20',
    verseNumber: 20,
    ayah: 'قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌۭ وَلَم يَمْسَسْنِى بَشَرٌۭ وَلَمْ أَكُ بَغِيًّۭا ﴿٢٠﴾',
  },
  {
    id: '19_21',
    verseNumber: 21,
    ayah: 'قَالَ كَذَٰلِكِ قَالَ رَبُّكِ ۖ هُوَ عَلَيَّ هَيِّنٌۭ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةًۭ لِّلنَّاسِ وَرَحْمَةًۭ مِّنَّا ۚ وَكَانَ أَمْرًۭا مَّقْضِيًّۭا ﴿٢١﴾',
  },
  {
    id: '19_22',
    verseNumber: 22,
    ayah: 'فَحَمَلَتْهُ فَٱنتَبَذَت بِهِۦ مَكَانًۭ قَصِيًّۭا ﴿٢٢﴾',
  },
  {
    id: '19_23',
    verseNumber: 23,
    ayah: 'فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًۭا مَّنسِيًّۭا ﴿٢٣﴾',
  },
  {
    id: '19_24',
    verseNumber: 24,
    ayah: 'فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّۭا ﴿٢٤﴾',
  },
  {
    id: '19_25',
    verseNumber: 25,
    ayah: 'وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًۭا جَنِيًّۭا ﴿٢٥﴾',
  },
  {
    id: '19_26',
    verseNumber: 26,
    ayah: 'فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًۭ ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًۭا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًۭا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّۭا ﴿٢٦﴾',
  },
  {
    id: '19_27',
    verseNumber: 27,
    ayah: 'فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًًۭۭٔا فَرِيًّۭا ﴿٢٧﴾',
  },
  {
    id: '19_28',
    verseNumber: 28,
    ayah: 'يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍۢ وَمَا كَانَتْ أُمُّكِۖ بَغِيًّۢا ﴿٢٨﴾',
  },
  {
    id: '19_29',
    verseNumber: 29,
    ayah: 'فَأَشَارَتْ إِلَيْهِۦٓ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّۭا ﴿٢٩﴾',
  },
  {
    id: '19_30',
    verseNumber: 30,
    ayah: 'قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّۭا ﴿٣٠﴾',
  },
  {
    id: '19_31',
    verseNumber: 31,
    ayah: 'وَجَعَلَنِى مُبَٰرَكًا أَيْنَ مَا كُنتُ وَأَوْصَٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا ﴿٣١﴾',
  },
  {
    id: '19_32',
    verseNumber: 32,
    ayah: 'وَبَرًّۭا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًۭا شَقِيًّۭا ﴿٣٢﴾',
  },
  {
    id: '19_33',
    verseNumber: 33,
    ayah: 'وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّۭا ﴿٣٣﴾',
  },
  {
    id: '19_34',
    verseNumber: 34,
    ayah: 'ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ ﴿٣٤﴾',
  },
  {
    id: '19_35',
    verseNumber: 35,
    ayah: 'مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍۢ ۖ سُبْحَـٰنَهُۥ ۚ إِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ ﴿٣٥﴾',
  },
  {
    id: '19_36',
    verseNumber: 36,
    ayah: 'وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَـٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ ﴿٣٦﴾',
  },
  {
    id: '19_37',
    verseNumber: 37,
    ayah: 'فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍۢ ﴿٣٧﴾',
  },
  {
    id: '19_38',
    verseNumber: 38,
    ayah: 'أَسْمِعۢ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍۢ مُّبِينٍۢ ﴿٣٨﴾',
  },
  {
    id: '19_39',
    verseNumber: 39,
    ayah: 'وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍۢ وَهُمْ لَا يُؤْمِنُونَ ﴿٣٩﴾',
  },
  {
    id: '19_40',
    verseNumber: 40,
    ayah: 'إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَن عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ ﴿٤٠﴾',
  },
  {
    id: '19_41',
    verseNumber: 41,
    ayah: 'وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِـۧمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًۭا نَّبِيًّۭا ﴿٤١﴾',
  },
  {
    id: '19_42',
    verseNumber: 42,
    ayah: 'إِذْ قَـٰلَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًۭٔا ﴿٤٢﴾',
  },
  {
    id: '19_43',
    verseNumber: 43,
    ayah: 'يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًۭا سَوِيًّۭا ﴿٤٣﴾',
  },
  {
    id: '19_44',
    verseNumber: 44,
    ayah: 'يَآ أَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّۭا ﴿٤٤﴾',
  },
  {
    id: '19_45',
    verseNumber: 45,
    ayah: 'يَآ أَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌۭ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّۭا ﴿٤٥﴾',
  },
  {
    id: '19_46',
    verseNumber: 46,
    ayah: 'قَالَ أَرَآغِبٌ أَنتَ عَنْ ءَالِهَـٰتِى يَـٰٓإِبْرَٰهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّۭا ﴿٤٦﴾',
  },
  {
    id: '19_47',
    verseNumber: 47,
    ayah: 'قَالَ سَلَـٰمً عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا ﴿٤٧﴾',
  },
  {
    id: '19_48',
    verseNumber: 48,
    ayah: 'وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّۭا ﴿٤٨﴾',
  },
  {
    id: '19_49',
    verseNumber: 49,
    ayah: 'فَلَمَّا ٱعْتَزَلَهُم وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّۭا جَعَلْنَا نَبِيًّۭا ﴿٤٩﴾',
  },
  {
    id: '19_50',
    verseNumber: 50,
    ayah: 'وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُم لِسَانَ صِدْقٍ عَلِيًّۭا ﴿٥٠﴾',
  },
  {
    id: '19_51',
    verseNumber: 51,
    ayah: 'وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًۭا وَكَانَ رَسُولًۭا نَّبِيًّۭا ﴿٥١﴾',
  },
  {
    id: '19_52',
    verseNumber: 52,
    ayah: 'وَنَادَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّۭا ﴿٥٢﴾',
  },
  {
    id: '19_53',
    verseNumber: 53,
    ayah: 'وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّۭا ﴿٥٣﴾',
  },
  {
    id: '19_54',
    verseNumber: 54,
    ayah: 'وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَـٰدِقَ ٱلْوَعْدِ وَكَانَ رَسُولًۭا نَّبِيًّۭا ﴿٥٤﴾',
  },
  {
    id: '19_55',
    verseNumber: 55,
    ayah: 'وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّۭا ﴿٥٥﴾',
  },
  {
    id: '19_56',
    verseNumber: 56,
    ayah: 'وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًۭا نَّبِيًّۭا ﴿٥٦﴾',
  },
  {
    id: '19_57',
    verseNumber: 57,
    ayah: 'وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّۭا ﴿٥٧﴾',
  },
  {
    id: '19_58',
    verseNumber: 58,
    ayah: 'أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنعَمَ ٱللَّهُ عَلَيهِم مِّنَ ٱلنَّبِيِّينَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّن حَمَلنَا مَعَ نُوحٍۢ وَمِمَّن ذُرِّيَّةِ إِبرَٰهِيمَ وَإِسرَٰٓءِيلَ وَمِمَّن هَدَينَا وَٱجتَبَينَآ ۚ إِذَا تُتلَىٰ عَلَيهِم ءَايَـٰتُ ٱلرَّحمَـٰنِ خَرُّوا۟ سُجَّدًۭا وَبُكِيًّا ٥٨',
  },
  {
    id: '19_59',
    verseNumber: 59,
    ayah: 'فَخَلَفَ مِنۢ بَعدِهِم خَلفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَـٰتِ ۖ فَسَوفَ يَلقَونَ غَيًّۭا ﴿٥٩﴾',
  },
  {
    id: '19_60',
    verseNumber: 60,
    ayah: 'إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًۭا فَأُو۟لَـٰٓئِكَ يَدخُلُونَ ٱلجَنَّةَ وَلَا يُظلَمُونَ شَيـًۭٔا ٦٠',
  },
  {
    id: '19_61',
    verseNumber: 61,
    ayah: 'جَنَّـٰتِ عَدنٍ ٱلَّتِى وَعَدَ ٱلرَّحمَـٰنُ عِبَادَهُۥ بِٱلغَيبِ ۚ إِنَّهُۥ كَانَ وَعدُهُۥ مَأتِيًّۭا ﴿٦١﴾',
  },
  {
    id: '19_62',
    verseNumber: 62,
    ayah: 'لَا يَسمَعُونَ فِيهَا لَغوًا إِلَّا سَلَـٰمًۭا ۖ وَلَهُم رِّزقُهُم فِيهَا بُكرَةًۭ وَعَشِيًّا ﴿٦٢﴾',
  },
  {
    id: '19_63',
    verseNumber: 63,
    ayah: 'تِلكَ ٱلجَنَّةُ ٱلَّتِى نُورِثُ مِن عِبَادِنَا مَن كَانَ تَقِيًّۭا ﴿٦٣﴾',
  },
  {
    id: '19_64',
    verseNumber: 64,
    ayah: 'وَمَا نَتَنَزَّلُ إِلَّا بِأَمرِ رَبِّكَ ۖ لَهُۥ مَا بَينَ أَيدِينَا وَمَا خَلفَنَا وَمَا بَينَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّۭا ﴿٦٤﴾',
  },
  {
    id: '19_65',
    verseNumber: 65,
    ayah: 'رَبُّ ٱلسَّمَـٰوَٟتِ وَٱلأَرضِ وَمَا بَينَهُمَا فَٱعبُدهُ وَٱصطَبِر لِعِبَـٰدَتِهِۦ ۚ هَل تَعلَمُ لَهُۥ سَمِيًّۭا ﴿٦٥﴾',
  },
  {
    id: '19_66',
    verseNumber: 66,
    ayah: 'وَيَقُولُ ٱلإِنسَـٰنُ أَإِذَا مَا مِتُّ لَسَوفَ أُخرَجُ حَيًّۭا ﴿٦٦﴾',
  },
  {
    id: '19_67',
    verseNumber: 67,
    ayah: 'أَوَلَا يَذكُرُ ٱلإِنسَـٰنُ أَنَّا خَلَقنَـٰهُ مِن قَبلُ وَلَم يَكُ شَيـًۭٔا ﴿٦٧﴾',
  },
  {
    id: '19_68',
    verseNumber: 68,
    ayah: 'فَوَرَبِّكَ لَنَحشُرَنَّهُم وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحضِرَنَّهُم حَولَ جَهَنَّمَ جِثِيًّۭا ﴿٦٨﴾',
  },
  {
    id: '19_69',
    verseNumber: 69,
    ayah: 'ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُم أَشَدُّ عَلَى الرَّحمَـٰنِ عِتِيًّۭا ﴿٦٩﴾',
  },
  {
    id: '19_70',
    verseNumber: 70,
    ayah: 'ثُمَّ لَنَحنُ أَعلَمُ بِٱلَّذِينَ هُم أَولَىٰ بِهَا صِلِيًّۭا ﴿٧٠﴾',
  },
  {
    id: '19_71',
    verseNumber: 71,
    ayah: 'وَإِن مِّنكُم إِلَّا وَٰرِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتمًۭا مَّقضِيًّۭا ﴿٧١﴾',
  },
  {
    id: '19_72',
    verseNumber: 72,
    ayah: 'ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّۭا ﴿٧٢﴾',
  },
  {
    id: '19_73',
    verseNumber: 73,
    ayah: 'وَإِذَا تُتلَىٰ عَلَيهِم ءَايَـٰتُنَا بَيِّنَـٰتٍۢ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَيُّ ٱلفَرِيقَينِ خَيرٌۭ مَّقَامًۭا وَأَحسَنُ نَدِيًّا ﴿٧٣﴾',
  },
  {
    id: '19_74',
    verseNumber: 74,
    ayah: 'وَكَم أَهلَكنَا قَبلَهُم مِّن قَرنٍۢ هُم أَحسَنُ أَثَـٰثًۭا وَرِءًۭيًۭا ﴿٧٤﴾',
  },
  {
    id: '19_75',
    verseNumber: 75,
    ayah: 'قُل مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَليَمدُد لَهُ ٱلرَّحمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوا۟ مَا يُوعَدُونَ إِمَّا ٱلعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعلَمُونَ مَن هُوَ شَرٌّۭ مَّكَانًۭا وَأَضعَفُ جُندًا ﴿٧٥﴾',
  },
  {
    id: '19_76',
    verseNumber: 76,
    ayah: 'وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهتَدَوا۟ هُدًۭى ۗ وَٱلبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيرٌ عِندَ رَبِّكَ ثَوَابًۭا وَخَيرٌۭ مَّرَدًّۭا ﴿٧٦﴾',
  },
  {
    id: '19_77',
    verseNumber: 77,
    ayah: 'أَفَرَءَيتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًۭا وَوَلَدًۭا ﴿٧٧﴾',
  },
  {
    id: '19_78',
    verseNumber: 78,
    ayah: 'أَطَّلَعَ ٱلغَيبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحمَـٰنِ عَهدًۭا ﴿٧٨﴾',
  },
  {
    id: '19_79',
    verseNumber: 79,
    ayah: 'كَلَّا ۚ سَنَكتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلعَذَابِ مَدًّۭا ﴿٧٩﴾',
  },
  {
    id: '19_80',
    verseNumber: 80,
    ayah: 'وَنَرِثُهُۥ مَا يَقُولُ وَيَأتِينَا فَردًۭا ﴿٨٠﴾',
  },
  {
    id: '19_81',
    verseNumber: 81,
    ayah: 'وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةًۭ لِّيَكُونُوا۟ لَهُم عِزًّۭا ﴿٨١﴾',
  },
  {
    id: '19_82',
    verseNumber: 82,
    ayah: 'كَلَّا ۚ سَيَكفُرُونَ بِعِبَٰدَتِهِم وَيَكُونُونَ عَلَيهِم ضِدًّۭا ﴿٨٢﴾',
  },
  {
    id: '19_83',
    verseNumber: 83,
    ayah: 'أَلَم تَرَ أَنَّآ أَرسَلنَا ٱلشَّيَـٰطِينَ عَلَى ٱلكَـٰفِرِينَ تَؤُزُّهُم أَزًّۭا ﴿٨٣﴾',
  },
  {
    id: '19_84',
    verseNumber: 84,
    ayah: 'فَلَا تَعجَل عَلَيهِم ۖ إِنَّمَا نَعُدُّ لَهُم عَدًّۭا ﴿٨٤﴾',
  },
  {
    id: '19_85',
    verseNumber: 85,
    ayah: 'يَومَ نَحشُرُ ٱلمُتَّقِينَ إِلَى ٱلرَّحمَـٰنِ وَفدًۭا ﴿٨٥﴾',
  },
  {
    id: '19_86',
    verseNumber: 86,
    ayah: 'وَنَسُوقُ ٱلمُجرِمِينَ إِلَىٰ جَهَنَّمَ وِردًۭا ﴿٨٦﴾',
  },
  {
    id: '19_87',
    verseNumber: 87,
    ayah: 'لَا يَملِكُونَ ٱلشَّفَـٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحمَـٰنِ عَهدًۭا ﴿٨٧﴾',
  },
  {
    id: '19_88',
    verseNumber: 88,
    ayah: 'وَقَالُوٓا۟ ٱتَّخَذَ ٱلرَّحمَـٰنُ وَلَدًۭا ﴿٨٨﴾',
  },
  {
    id: '19_89',
    verseNumber: 89,
    ayah: 'لَقَد جِئتُم شَيـًٔ إِدًّۭا ﴿٨٩﴾',
  },
  {
    id: '19_90',
    verseNumber: 90,
    ayah: 'تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرنَ مِنهُ وَتَنشَقُّ ٱلأَرضُ وَتَخِرُّ ٱلجِبَالُ هَدًّۭا ﴿٩٠﴾',
  },
  {
    id: '19_91',
    verseNumber: 91,
    ayah: 'أَن دَعَوا۟ لِلرَّحمَـٰنِ وَلَدًۭا ﴿٩١﴾',
  },
  {
    id: '19_92',
    verseNumber: 92,
    ayah: 'وَمَا يَنۢبَغِى لِلرَّحمَـٰنِ أَن يَتَّخِذَ وَلَدًۭا ﴿٩٢﴾',
  },
  {
    id: '19_93',
    verseNumber: 93,
    ayah: 'إِن كُلُّ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلأَرضِ إِلَّآ ءَاتِى ٱلرَّحمَـٰنِ عَبدًۭا ﴿٩٣﴾',
  },
  {
    id: '19_94',
    verseNumber: 94,
    ayah: 'لَقَد أَحصَىٰهُم وَعَدَّهُم عَدًّۭا ﴿٩٤﴾',
  },
  {
    id: '19_95',
    verseNumber: 95,
    ayah: 'وَكُلُّهُمْ ءَاتِيهِ يَومَ ٱلقِيَـٰمَةِ فَردًۭا ﴿٩٥﴾',
  },
  {
    id: '19_96',
    verseNumber: 96,
    ayah: 'إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَيَجعَلُ لَهُمُ ٱلرَّحمَـٰنُ وُدًّۭا ﴿٩٦﴾',
  },
  {
    id: '19_97',
    verseNumber: 97,
    ayah: 'فَإِنَّمَا يَسَّرنَاهُ بِلِسَـٰنِكَ لِتُبَشِّرَ بِهِ ٱلمُتَّقِينَ وَتُنذِرَ بِهِۦ قَومًۭا لُّدًّۭا ﴿٩٧﴾',
  },
  {
    id: '19_98',
    verseNumber: 98,
    ayah: 'وَكَم أَهلَكنَا قَبلَهُم مِّن قَرنٍ هَل تُحِسُّ مِنهُم مِّن أَحَدٍ أَو تَسمَعُ لَهُم رِكزًۭا ﴿٩٨﴾',
  },
];

export default surah19;
