const surah26 = [
  {
    id: '25_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '26_01',
    verseNumber: 1,
    ayah: 'طسم ﴿١﴾',
  },
  {
    id: '26_02',
    verseNumber: 2,
    ayah: 'تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ ﴿٢﴾',
  },
  {
    id: '26_03',
    verseNumber: 3,
    ayah: 'لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ ﴿٣﴾',
  },
  {
    id: '26_04',
    verseNumber: 4,
    ayah: 'إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ ﴿٤﴾',
  },
  {
    id: '26_05',
    verseNumber: 5,
    ayah: 'وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ ﴿٥﴾',
  },
  {
    id: '26_06',
    verseNumber: 6,
    ayah: 'فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ﴿٦﴾',
  },
  {
    id: '26_07',
    verseNumber: 7,
    ayah: 'أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ ﴿٧﴾',
  },
  {
    id: '26_08',
    verseNumber: 8,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ ﴿٨﴾',
  },
  {
    id: '26_09',
    verseNumber: 9,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿٩﴾',
  },
  {
    id: '26_10',
    verseNumber: 10,
    ayah: 'وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰ أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ ﴿١٠﴾',
  },
  {
    id: '26_11',
    verseNumber: 11,
    ayah: 'قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ ﴿١١﴾',
  },
  {
    id: '26_12',
    verseNumber: 12,
    ayah: 'قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ ﴿١٢﴾',
  },
  {
    id: '26_13',
    verseNumber: 13,
    ayah: 'وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَىٰ هَارُونَ ﴿١٣﴾',
  },
  {
    id: '26_14',
    verseNumber: 14,
    ayah: 'وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ ﴿١٤﴾',
  },
  {
    id: '26_15',
    verseNumber: 15,
    ayah: 'قَالَ كَلَّا ۖ فَاذْهَبَا بِآيَاتِنَا ۖ إِنَّا مَعَكُمْ مُسْتَمِعُونَ ﴿١٥﴾',
  },
  {
    id: '26_16',
    verseNumber: 16,
    ayah: 'فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ ﴿١٦﴾',
  },
  {
    id: '26_17',
    verseNumber: 17,
    ayah: 'أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ ﴿١٧﴾',
  },
  {
    id: '26_18',
    verseNumber: 18,
    ayah: 'قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ ﴿١٨﴾',
  },
  {
    id: '26_19',
    verseNumber: 19,
    ayah: 'وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ ﴿١٩﴾',
  },
  {
    id: '26_20',
    verseNumber: 20,
    ayah: 'قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ ﴿٢٠﴾',
  },
  {
    id: '26_21',
    verseNumber: 21,
    ayah: 'فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ ﴿٢١﴾',
  },
  {
    id: '26_22',
    verseNumber: 22,
    ayah: 'وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ ﴿٢٢﴾',
  },
  {
    id: '26_23',
    verseNumber: 23,
    ayah: 'قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ ﴿٢٣﴾',
  },
  {
    id: '26_24',
    verseNumber: 24,
    ayah: 'قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ ﴿٢٤﴾',
  },
  {
    id: '26_25',
    verseNumber: 25,
    ayah: 'قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ ﴿٢٥﴾',
  },
  {
    id: '26_26',
    verseNumber: 26,
    ayah: 'قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ ﴿٢٦﴾',
  },
  {
    id: '26_27',
    verseNumber: 27,
    ayah: 'قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ ﴿٢٧﴾',
  },
  {
    id: '26_28',
    verseNumber: 28,
    ayah: 'قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ تَعْقِلُونَ ﴿٢٨﴾',
  },
  {
    id: '26_29',
    verseNumber: 29,
    ayah: 'قَالَ لَئِنِ اتَّخَذْتَ إِلَٰهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ ﴿٢٩﴾',
  },
  {
    id: '26_30',
    verseNumber: 30,
    ayah: 'قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ ﴿٣٠﴾',
  },
  {
    id: '26_31',
    verseNumber: 31,
    ayah: 'قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ ﴿٣١﴾',
  },
  {
    id: '26_32',
    verseNumber: 32,
    ayah: 'فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ ﴿٣٢﴾',
  },
  {
    id: '26_33',
    verseNumber: 33,
    ayah: 'وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ ﴿٣٣﴾',
  },
  {
    id: '26_34',
    verseNumber: 34,
    ayah: 'قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَـٰذَا لَسَاحِرٌ عَلِيمٌ ﴿٣٤﴾',
  },
  {
    id: '26_35',
    verseNumber: 35,
    ayah: 'يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ ﴿٣٥﴾',
  },
  {
    id: '26_36',
    verseNumber: 36,
    ayah: 'قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ ﴿٣٦﴾',
  },
  {
    id: '26_37',
    verseNumber: 37,
    ayah: 'يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ ﴿٣٧﴾',
  },
  {
    id: '26_38',
    verseNumber: 38,
    ayah: 'فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ ﴿٣٨﴾',
  },
  {
    id: '26_39',
    verseNumber: 39,
    ayah: 'وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ ﴿٣٩﴾',
  },
  {
    id: '26_40',
    verseNumber: 40,
    ayah: 'لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ ﴿٤٠﴾',
  },
  {
    id: '26_41',
    verseNumber: 41,
    ayah: 'فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ ﴿٤١﴾',
  },
  {
    id: '26_42',
    verseNumber: 42,
    ayah: 'قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ ﴿٤٢﴾',
  },
  {
    id: '26_43',
    verseNumber: 43,
    ayah: 'قَالَ لَهُمْ مُوسَىٰ أَلْقُوا مَا أَنْتُمْ مُلْقُونَ ﴿٤٣﴾',
  },
  {
    id: '26_44',
    verseNumber: 44,
    ayah: 'فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ ﴿٤٤﴾',
  },
  {
    id: '26_45',
    verseNumber: 45,
    ayah: 'فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ ﴿٤٥﴾',
  },
  {
    id: '26_46',
    verseNumber: 46,
    ayah: 'قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ ﴿٤٦﴾',
  },
  {
    id: '26_47',
    verseNumber: 47,
    ayah: 'رَبِّ مُوسَىٰ وَهَارُونَ ﴿٤٧﴾',
  },
  {
    id: '26_48',
    verseNumber: 48,
    ayah: 'رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِن كُنتُم مُّوقِنِينَ ﴿٤٨﴾',
  },
  {
    id: '26_49',
    verseNumber: 49,
    ayah: 'قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ ۖ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ ۚ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ ﴿٤٩﴾',
  },
  {
    id: '26_50',
    verseNumber: 50,
    ayah: 'قَالُوا لَا ضَيْرَ ۖ إِنَّا إِلَىٰ رَبِّنَا مُنقَلِبُونَ ﴿٥٠﴾',
  },
  {
    id: '26_51',
    verseNumber: 51,
    ayah: 'إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَن كُنَّا أَوَّلَ الْمُؤْمِنِينَ ﴿٥١﴾',
  },
  {
    id: '26_52',
    verseNumber: 52,
    ayah: 'وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَسْرِ بِعِبَادِي إِنَّكُم مُّتَّبَعُونَ ﴿٥٢﴾',
  },
  {
    id: '26_53',
    verseNumber: 53,
    ayah: 'فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ ﴿٥٣﴾',
  },
  {
    id: '26_54',
    verseNumber: 54,
    ayah: 'إِنَّ هَـٰؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ ﴿٥٤﴾',
  },
  {
    id: '26_55',
    verseNumber: 55,
    ayah: 'وَإِنَّهُمْ لَنَا لَغَائِظُونَ ﴿٥٥﴾',
  },
  {
    id: '26_56',
    verseNumber: 56,
    ayah: 'وَإِنَّا لَجَمِيعٌ حَاذِرُونَ ﴿٥٦﴾',
  },
  {
    id: '26_57',
    verseNumber: 57,
    ayah: 'فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ ﴿٥٧﴾',
  },
  {
    id: '26_58',
    verseNumber: 58,
    ayah: 'وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ ﴿٥٨﴾',
  },
  {
    id: '26_59',
    verseNumber: 59,
    ayah: 'كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ ﴿٥٩﴾',
  },
  {
    id: '26_60',
    verseNumber: 60,
    ayah: 'فَأَتْبَعُوهُم مُّشْرِقِينَ ﴿٦٠﴾',
  },
  {
    id: '26_61',
    verseNumber: 61,
    ayah: 'فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ ﴿٦١﴾',
  },
  {
    id: '26_62',
    verseNumber: 62,
    ayah: 'قَالَ كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ ﴿٦٢﴾',
  },
  {
    id: '26_63',
    verseNumber: 63,
    ayah: 'فَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنِ اضْرِب بِّعَصَاكَ الْبَحْرَ ۖ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ ﴿٦٣﴾',
  },
  {
    id: '26_64',
    verseNumber: 64,
    ayah: 'وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ ﴿٦٤﴾',
  },
  {
    id: '26_65',
    verseNumber: 65,
    ayah: 'وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُ أَجْمَعِينَ ﴿٦٥﴾',
  },
  {
    id: '26_66',
    verseNumber: 66,
    ayah: 'ثُمَّ أَغْرَقْنَا الْآخَرِينَ ﴿٦٦﴾',
  },
  {
    id: '26_67',
    verseNumber: 67,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿٦٧﴾',
  },
  {
    id: '26_68',
    verseNumber: 68,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿٦٨﴾',
  },
  {
    id: '26_69',
    verseNumber: 69,
    ayah: 'وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ ﴿٦٩﴾',
  },
  {
    id: '26_70',
    verseNumber: 70,
    ayah: 'إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ ﴿٧٠﴾',
  },
  {
    id: '26_71',
    verseNumber: 71,
    ayah: 'قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ ﴿٧١﴾',
  },
  {
    id: '26_72',
    verseNumber: 72,
    ayah: 'قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ ﴿٧٢﴾',
  },
  {
    id: '26_73',
    verseNumber: 73,
    ayah: 'أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ ﴿٧٣﴾',
  },
  {
    id: '26_74',
    verseNumber: 74,
    ayah: 'قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَٰلِكَ يَفْعَلُونَ ﴿٧٤﴾',
  },
  {
    id: '26_75',
    verseNumber: 75,
    ayah: 'قَالَ أَفَرَأَيْتُم مَّا كُنتُم تَعْبُدُونَ ﴿٧٥﴾',
  },
  {
    id: '26_76',
    verseNumber: 76,
    ayah: 'أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ ﴿٧٦﴾',
  },
  {
    id: '26_77',
    verseNumber: 77,
    ayah: 'فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ ﴿٧٧﴾',
  },
  {
    id: '26_78',
    verseNumber: 78,
    ayah: 'الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ ﴿٧٨﴾',
  },
  {
    id: '26_79',
    verseNumber: 79,
    ayah: 'وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ ﴿٧٩﴾',
  },
  {
    id: '26_80',
    verseNumber: 80,
    ayah: 'وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ ﴿٨٠﴾',
  },
  {
    id: '26_81',
    verseNumber: 81,
    ayah: 'وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ ﴿٨١﴾',
  },
  {
    id: '26_82',
    verseNumber: 82,
    ayah: 'وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ ﴿٨٢﴾',
  },
  {
    id: '26_83',
    verseNumber: 83,
    ayah: 'رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ ﴿٨٣﴾',
  },
  {
    id: '26_84',
    verseNumber: 84,
    ayah: 'وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ ﴿٨٤﴾',
  },
  {
    id: '26_85',
    verseNumber: 85,
    ayah: 'وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ ﴿٨٥﴾',
  },
  {
    id: '26_86',
    verseNumber: 86,
    ayah: 'وَاغْفِر لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ ﴿٨٦﴾',
  },
  {
    id: '26_87',
    verseNumber: 87,
    ayah: 'وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ ﴿٨٧﴾',
  },
  {
    id: '26_88',
    verseNumber: 88,
    ayah: 'يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ ﴿٨٨﴾',
  },
  {
    id: '26_89',
    verseNumber: 89,
    ayah: 'إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ﴿٨٩﴾',
  },
  {
    id: '26_90',
    verseNumber: 90,
    ayah: 'وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ ﴿٩٠﴾',
  },
  {
    id: '26_91',
    verseNumber: 91,
    ayah: 'وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ ﴿٩١﴾',
  },
  {
    id: '26_92',
    verseNumber: 92,
    ayah: 'وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُم تَعْبُدُونَ ﴿٩٢﴾',
  },
  {
    id: '26_93',
    verseNumber: 93,
    ayah: 'مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ ﴿٩٣﴾',
  },
  {
    id: '26_94',
    verseNumber: 94,
    ayah: 'فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ ﴿٩٤﴾',
  },
  {
    id: '26_95',
    verseNumber: 95,
    ayah: 'وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ ﴿٩٥﴾',
  },
  {
    id: '26_96',
    verseNumber: 96,
    ayah: 'قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ ﴿٩٦﴾',
  },
  {
    id: '26_97',
    verseNumber: 97,
    ayah: 'تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ ﴿٩٧﴾',
  },
  {
    id: '26_98',
    verseNumber: 98,
    ayah: 'إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ ﴿٩٨﴾',
  },
  {
    id: '26_99',
    verseNumber: 99,
    ayah: 'وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ ﴿٩٩﴾',
  },
  {
    id: '26_100',
    verseNumber: 100,
    ayah: 'فَمَا لَنَا مِن شَافِعِينَ ﴿١٠٠﴾',
  },
  {
    id: '26_101',
    verseNumber: 101,
    ayah: 'وَلَا صَدِيقٍ حَمِيمٍ ﴿١٠١﴾',
  },
  {
    id: '26_102',
    verseNumber: 102,
    ayah: 'فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ ﴿١٠٢﴾',
  },
  {
    id: '26_103',
    verseNumber: 103,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٠٣﴾',
  },
  {
    id: '26_104',
    verseNumber: 104,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٠٤﴾',
  },
  {
    id: '26_105',
    verseNumber: 105,
    ayah: 'كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ ﴿١٠٥﴾',
  },
  {
    id: '26_106',
    verseNumber: 106,
    ayah: 'إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ ﴿١٠٦﴾',
  },
  {
    id: '26_107',
    verseNumber: 107,
    ayah: 'إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ﴿١٠٧﴾',
  },
  {
    id: '26_108',
    verseNumber: 108,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٠٨﴾',
  },
  {
    id: '26_109',
    verseNumber: 109,
    ayah: 'وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ ﴿١٠٩﴾',
  },
  {
    id: '26_110',
    verseNumber: 110,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١١٠﴾',
  },
  {
    id: '26_111',
    verseNumber: 111,
    ayah: 'قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ ﴿١١١﴾',
  },
  {
    id: '26_112',
    verseNumber: 112,
    ayah: 'قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ ﴿١١٢﴾',
  },
  {
    id: '26_113',
    verseNumber: 113,
    ayah: 'إِنِّ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّي لَوْ تَشْعُرُونَ ﴿١١٣﴾',
  },
  {
    id: '26_114',
    verseNumber: 114,
    ayah: 'وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ ﴿١١٤﴾',
  },
  {
    id: '26_115',
    verseNumber: 115,
    ayah: 'إِنِّي إِلَّا نَذِيرٌ مُّبِينٌ ﴿١١٥﴾',
  },
  {
    id: '26_116',
    verseNumber: 116,
    ayah: 'قَالُوا لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ ﴿١١٦﴾',
  },
  {
    id: '26_117',
    verseNumber: 117,
    ayah: 'قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ ﴿١١٧﴾',
  },
  {
    id: '26_118',
    verseNumber: 118,
    ayah: 'فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَن مَّعِيَ مِنَ الْمُؤْمِنِينَ ﴿١١٨﴾',
  },
  {
    id: '26_119',
    verseNumber: 119,
    ayah: 'فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ الْمَشْحُونِ ﴿١١٩﴾',
  },
  {
    id: '26_120',
    verseNumber: 120,
    ayah: 'ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ ﴿١٢٠﴾',
  },
  {
    id: '26_121',
    verseNumber: 121,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٢١﴾',
  },
  {
    id: '26_122',
    verseNumber: 122,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٢٢﴾',
  },
  {
    id: '26_123',
    verseNumber: 123,
    ayah: 'كَذَّبَتْ عَادٌ الْمُرْسَلِينَ ﴿١٢٣﴾',
  },
  {
    id: '26_124',
    verseNumber: 124,
    ayah: 'إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ ﴿١٢٤﴾',
  },
  {
    id: '26_125',
    verseNumber: 125,
    ayah: 'إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ﴿١٢٥﴾',
  },
  {
    id: '26_126',
    verseNumber: 126,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٢٦﴾',
  },
  {
    id: '26_127',
    verseNumber: 127,
    ayah: 'وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ ﴿١٢٧﴾',
  },
  {
    id: '26_128',
    verseNumber: 128,
    ayah: 'أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ ﴿١٢٨﴾',
  },
  {
    id: '26_129',
    verseNumber: 129,
    ayah: 'وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ ﴿١٢٩﴾',
  },
  {
    id: '26_130',
    verseNumber: 130,
    ayah: 'وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ ﴿١٣٠﴾',
  },
  {
    id: '26_131',
    verseNumber: 131,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٣١﴾',
  },
  {
    id: '26_132',
    verseNumber: 132,
    ayah: 'وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ ﴿١٣٢﴾',
  },
  {
    id: '26_133',
    verseNumber: 133,
    ayah: 'أَمَدَّكُم بِأَنْعَامٍ وَبَنِينَ ﴿١٣٣﴾',
  },
  {
    id: '26_134',
    verseNumber: 134,
    ayah: 'وَجَنَّاتٍ وَعُيُونٍ ﴿١٣٤﴾',
  },
  {
    id: '26_135',
    verseNumber: 135,
    ayah: 'إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ ﴿١٣٥﴾',
  },
  {
    id: '26_136',
    verseNumber: 136,
    ayah: 'قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ ﴿١٣٦﴾',
  },
  {
    id: '26_137',
    verseNumber: 137,
    ayah: 'إِنْ هَٰذَا إِلَّا خُلُقُ الْأَوَّلِينَ ﴿١٣٧﴾',
  },
  {
    id: '26_138',
    verseNumber: 138,
    ayah: 'وَمَا نَحْنُ بِمُعَذَّبِينَ ﴿١٣٨﴾',
  },
  {
    id: '26_139',
    verseNumber: 139,
    ayah: 'فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٣٩﴾',
  },
  {
    id: '26_140',
    verseNumber: 140,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٤٠﴾',
  },
  {
    id: '26_141',
    verseNumber: 141,
    ayah: 'كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ ﴿١٤١﴾',
  },
  {
    id: '26_142',
    verseNumber: 142,
    ayah: 'إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ ﴿١٤٢﴾',
  },
  {
    id: '26_143',
    verseNumber: 143,
    ayah: 'إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ﴿١٤٣﴾',
  },
  {
    id: '26_144',
    verseNumber: 144,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٤٤﴾',
  },
  {
    id: '26_145',
    verseNumber: 145,
    ayah: 'وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ ﴿١٤٥﴾',
  },
  {
    id: '26_146',
    verseNumber: 146,
    ayah: 'أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ ﴿١٤٦﴾',
  },
  {
    id: '26_147',
    verseNumber: 147,
    ayah: 'فِي جَنَّاتٍ وَعُيُونٍ ﴿١٤٧﴾',
  },
  {
    id: '26_148',
    verseNumber: 148,
    ayah: 'وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ ﴿١٤٨﴾',
  },
  {
    id: '26_149',
    verseNumber: 149,
    ayah: 'وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ﴿١٤٩﴾',
  },
  {
    id: '26_150',
    verseNumber: 150,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٥٠﴾',
  },
  {
    id: '26_151',
    verseNumber: 151,
    ayah: 'وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ ﴿١٥١﴾',
  },
  {
    id: '26_152',
    verseNumber: 152,
    ayah: 'الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ ﴿١٥٢﴾',
  },
  {
    id: '26_153',
    verseNumber: 153,
    ayah: 'قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ ﴿١٥٣﴾',
  },
  {
    id: '26_154',
    verseNumber: 154,
    ayah: 'مَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِآيَةٍ إِن كُنتَ مِنَ الصَّادِقِينَ ﴿١٥٤﴾',
  },
  {
    id: '26_155',
    verseNumber: 155,
    ayah: 'قَالَ هَـٰذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُم شِرْبُ يَوْمٍ مَّعْلُومٍ ﴿١٥٥﴾',
  },
  {
    id: '26_156',
    verseNumber: 156,
    ayah: 'وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ ﴿١٥٦﴾',
  },
  {
    id: '26_157',
    verseNumber: 157,
    ayah: 'فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ ﴿١٥٧﴾',
  },
  {
    id: '26_158',
    verseNumber: 158,
    ayah: 'فَأَخَذَهُمُ الْعَذَابُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٥٨﴾',
  },
  {
    id: '26_159',
    verseNumber: 159,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٥٩﴾',
  },
  {
    id: '26_160',
    verseNumber: 160,
    ayah: 'كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ ﴿١٦٠﴾',
  },
  {
    id: '26_161',
    verseNumber: 161,
    ayah: 'إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ ﴿١٦١﴾',
  },
  {
    id: '26_162',
    verseNumber: 162,
    ayah: 'إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ﴿١٦٢﴾',
  },
  {
    id: '26_163',
    verseNumber: 163,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٦٣﴾',
  },
  {
    id: '26_164',
    verseNumber: 164,
    ayah: 'وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ ﴿١٦٤﴾',
  },
  {
    id: '26_165',
    verseNumber: 165,
    ayah: 'أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ ﴿١٦٥﴾',
  },
  {
    id: '26_166',
    verseNumber: 166,
    ayah: 'وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ ﴿١٦٦﴾',
  },
  {
    id: '26_167',
    verseNumber: 167,
    ayah: 'قَالُوا لَئِن لَّمْ تَنتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ ﴿١٦٧﴾',
  },
  {
    id: '26_168',
    verseNumber: 168,
    ayah: 'قَالَ إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ ﴿١٦٨﴾',
  },
  {
    id: '26_169',
    verseNumber: 169,
    ayah: 'رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ ﴿١٦٩﴾',
  },
  {
    id: '26_170',
    verseNumber: 170,
    ayah: 'فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ ﴿١٧٠﴾',
  },
  {
    id: '26_171',
    verseNumber: 171,
    ayah: 'إِلَّا عَجُوزًا فِي الْغَابِرِينَ ﴿١٧١﴾',
  },
  {
    id: '26_172',
    verseNumber: 172,
    ayah: 'ثُمَّ دَمَّرْنَا الْآخَرِينَ ﴿١٧٢﴾',
  },
  {
    id: '26_173',
    verseNumber: 173,
    ayah: 'وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَاءَ مَطَرُ الْمُنذَرِينَ ﴿١٧٣﴾',
  },
  {
    id: '26_174',
    verseNumber: 174,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٧٤﴾',
  },
  {
    id: '26_175',
    verseNumber: 175,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٧٥﴾',
  },
  {
    id: '26_176',
    verseNumber: 176,
    ayah: 'كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ ﴿١٧٦﴾',
  },
  {
    id: '26_177',
    verseNumber: 177,
    ayah: 'إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ ﴿١٧٧﴾',
  },
  {
    id: '26_178',
    verseNumber: 178,
    ayah: 'إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ﴿١٧٨﴾',
  },
  {
    id: '26_179',
    verseNumber: 179,
    ayah: 'فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿١٧٩﴾',
  },
  {
    id: '26_180',
    verseNumber: 180,
    ayah: 'وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ ﴿١٨٠﴾',
  },
  {
    id: '26_181',
    verseNumber: 181,
    ayah: 'أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ ﴿١٨١﴾',
  },
  {
    id: '26_182',
    verseNumber: 182,
    ayah: 'وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ﴿١٨٢﴾',
  },
  {
    id: '26_183',
    verseNumber: 183,
    ayah: 'وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ ﴿١٨٣﴾',
  },
  {
    id: '26_184',
    verseNumber: 184,
    ayah: 'وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ ﴿١٨٤﴾',
  },
  {
    id: '26_185',
    verseNumber: 185,
    ayah: 'قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ ﴿١٨٥﴾',
  },
  {
    id: '26_186',
    verseNumber: 186,
    ayah: 'وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ ﴿١٨٦﴾',
  },
  {
    id: '26_187',
    verseNumber: 187,
    ayah: 'فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ ﴿١٨٧﴾',
  },
  {
    id: '26_188',
    verseNumber: 188,
    ayah: 'قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ ﴿١٨٨﴾',
  },
  {
    id: '26_189',
    verseNumber: 189,
    ayah: 'فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ ﴿١٨٩﴾',
  },
  {
    id: '26_190',
    verseNumber: 190,
    ayah: 'إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ ﴿١٩٠﴾',
  },
  {
    id: '26_191',
    verseNumber: 191,
    ayah: 'وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ ﴿١٩١﴾',
  },
  {
    id: '26_192',
    verseNumber: 192,
    ayah: 'وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ ﴿١٩٢﴾',
  },
  {
    id: '26_193',
    verseNumber: 193,
    ayah: 'نَزَلَ بِهِ الرُّوحُ الْأَمِينُ ﴿١٩٣﴾',
  },
  {
    id: '26_194',
    verseNumber: 194,
    ayah: 'عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ ﴿١٩٤﴾',
  },
  {
    id: '26_195',
    verseNumber: 195,
    ayah: 'بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ ﴿١٩٥﴾',
  },
  {
    id: '26_196',
    verseNumber: 196,
    ayah: 'وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ ﴿١٩٦﴾',
  },
  {
    id: '26_197',
    verseNumber: 197,
    ayah: 'أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ ﴿١٩٧﴾',
  },
  {
    id: '26_198',
    verseNumber: 198,
    ayah: 'وَلَوْ نَزَّلْنَاهُ عَلَىٰ بَعْضِ الْأَعْجَمِينَ ﴿١٩٨﴾',
  },
  {
    id: '26_199',
    verseNumber: 199,
    ayah: 'فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ ﴿١٩٩﴾',
  },
  {
    id: '26_200',
    verseNumber: 200,
    ayah: 'كَذَٰلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ ﴿٢٠٠﴾',
  },
  {
    id: '26_201',
    verseNumber: 201,
    ayah: 'لَا يُؤْمِنُونَ بِهِ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ ﴿٢٠١﴾',
  },
  {
    id: '26_202',
    verseNumber: 202,
    ayah: 'فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ ﴿٢٠٢﴾',
  },
  {
    id: '26_203',
    verseNumber: 203,
    ayah: 'فَيَقُولُوا هَل نَّحْنُ مُنظَرُونَ ﴿٢٠٣﴾',
  },
  {
    id: '26_204',
    verseNumber: 204,
    ayah: 'أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ ﴿٢٠٤﴾',
  },
  {
    id: '26_205',
    verseNumber: 205,
    ayah: 'أَفَرَأَيْتَ إِن مَّتَّعْنَاهُم سِنِينَ ﴿٢٠٥﴾',
  },
  {
    id: '26_206',
    verseNumber: 206,
    ayah: 'ثُمَّ جَاءَهُم مَّا كَانُوا يُوعَدُونَ ﴿٢٠٦﴾',
  },
  {
    id: '26_207',
    verseNumber: 207,
    ayah: 'مَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يُمَتَّعُونَ ﴿٢٠٧﴾',
  },
  {
    id: '26_208',
    verseNumber: 208,
    ayah: 'وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ ﴿٢٠٨﴾',
  },
  {
    id: '26_209',
    verseNumber: 209,
    ayah: 'ذِكْرَىٰ وَمَا كُنَّا ظَالِمِينَ ﴿٢٠٩﴾',
  },
  {
    id: '26_210',
    verseNumber: 210,
    ayah: 'وَمَا تَنَزَّلَت بِهِ الشَّيَاطِينُ ﴿٢١٠﴾',
  },
  {
    id: '26_211',
    verseNumber: 211,
    ayah: 'وَمَا يَنبَغِي لَهُم وَمَا يَسْتَطِيعُونَ ﴿٢١١﴾',
  },
  {
    id: '26_212',
    verseNumber: 212,
    ayah: 'إِنَّهُم عَنِ السَّمْعِ لَمَعْزُولُونَ ﴿٢١٢﴾',
  },
  {
    id: '26_213',
    verseNumber: 213,
    ayah: 'فَلَا تَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ ﴿٢١٣﴾',
  },
  {
    id: '26_214',
    verseNumber: 214,
    ayah: 'وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ ﴿٢١٤﴾',
  },
  {
    id: '26_215',
    verseNumber: 215,
    ayah: 'وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ ﴿٢١٥﴾',
  },
  {
    id: '26_216',
    verseNumber: 216,
    ayah: 'فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ ﴿٢١٦﴾',
  },
  {
    id: '26_217',
    verseNumber: 217,
    ayah: 'وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ ﴿٢١٧﴾',
  },
  {
    id: '26_218',
    verseNumber: 218,
    ayah: 'الَّذِي يَرَاكَ حِينَ تَقُومُ ﴿٢١٨﴾',
  },
  {
    id: '26_219',
    verseNumber: 219,
    ayah: 'وَتَقَلُّبَكَ فِي السَّاجِدِينَ ﴿٢١٩﴾',
  },
  {
    id: '26_220',
    verseNumber: 220,
    ayah: 'إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ ﴿٢٢٠﴾',
  },
  {
    id: '26_221',
    verseNumber: 221,
    ayah: 'هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ الشَّيَاطِينُ ﴿٢٢١﴾',
  },
  {
    id: '26_222',
    verseNumber: 222,
    ayah: 'تَنزِلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ ﴿٢٢٢﴾',
  },
  {
    id: '26_223',
    verseNumber: 223,
    ayah: 'يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ ﴿٢٢٣﴾',
  },
  {
    id: '26_224',
    verseNumber: 224,
    ayah: 'وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ ﴿٢٢٤﴾',
  },
  {
    id: '26_225',
    verseNumber: 225,
    ayah: 'أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ ﴿٢٢٥﴾',
  },
  {
    id: '26_226',
    verseNumber: 226,
    ayah: 'وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ ﴿٢٢٦﴾',
  },
  {
    id: '26_227',
    verseNumber: 227,
    ayah: 'إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا ۗ وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ﴿٢٢٧﴾',
  },
];

export default surah26;
