const surah78 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '78_01',
    verseNumber: 1,
    ayah: 'عَمَّ يَتَسَاءَلُونَ ﴿١﴾',
  },
  {
    id: '78_02',
    verseNumber: 2,
    ayah: 'عَنِ النَّبَإِ الْعَظِيمِ ﴿٢﴾',
  },
  {
    id: '78_03',
    verseNumber: 3,
    ayah: 'الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ ﴿٣﴾',
  },
  {
    id: '78_04',
    verseNumber: 4,
    ayah: 'كَلَّا سَيَعْلَمُونَ ﴿٤﴾',
  },
  {
    id: '78_05',
    verseNumber: 5,
    ayah: 'ثُمَّ كَلَّا سَيَعْلَمُونَ ﴿٥﴾',
  },
  {
    id: '78_06',
    verseNumber: 6,
    ayah: 'أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا ﴿٦﴾',
  },
  {
    id: '78_07',
    verseNumber: 7,
    ayah: 'وَالْجِبَالَ أَوْتَادًا ﴿٧﴾',
  },
  {
    id: '78_08',
    verseNumber: 8,
    ayah: 'وَخَلَقْنَاكُمْ أَزْوَاجًا ﴿٨﴾',
  },
  {
    id: '78_09',
    verseNumber: 9,
    ayah: 'وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا ﴿٩﴾',
  },
  {
    id: '78_10',
    verseNumber: 10,
    ayah: 'وَجَعَلْنَا اللَّيْلَ لِبَاسًا ﴿١٠﴾',
  },
  {
    id: '78_11',
    verseNumber: 11,
    ayah: 'وَجَعَلْنَا النَّهَارَ مَعَاشًا ﴿١١﴾',
  },
  {
    id: '78_12',
    verseNumber: 12,
    ayah: 'وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا ﴿١٢﴾',
  },
  {
    id: '78_13',
    verseNumber: 13,
    ayah: 'وَجَعَلْنَا سِرَاجًا وَهَّاجًا ﴿١٣﴾',
  },
  {
    id: '78_14',
    verseNumber: 14,
    ayah: 'وَأَنزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا ﴿١٤﴾',
  },
  {
    id: '78_15',
    verseNumber: 15,
    ayah: 'لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا ﴿١٥﴾',
  },
  {
    id: '78_16',
    verseNumber: 16,
    ayah: 'وَجَنَّاتٍ أَلْفَافًا ﴿١٦﴾',
  },
  {
    id: '78_17',
    verseNumber: 17,
    ayah: 'إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا ﴿١٧﴾',
  },
  {
    id: '78_18',
    verseNumber: 18,
    ayah: 'يَوْمَ يُنفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا ﴿١٨﴾',
  },
  {
    id: '78_19',
    verseNumber: 19,
    ayah: 'وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا ﴿١٩﴾',
  },
  {
    id: '78_20',
    verseNumber: 20,
    ayah: 'وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا ﴿٢٠﴾',
  },
  {
    id: '78_21',
    verseNumber: 21,
    ayah: 'إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا ﴿٢١﴾',
  },
  {
    id: '78_22',
    verseNumber: 22,
    ayah: 'لِلطَّاغِينَ مَآبًا ﴿٢٢﴾',
  },
  {
    id: '78_23',
    verseNumber: 23,
    ayah: 'لَابِثِينَ فِيهَا أَحْقَابًا ﴿٢٣﴾',
  },
  {
    id: '78_24',
    verseNumber: 24,
    ayah: 'لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا ﴿٢٤﴾',
  },
  {
    id: '78_25',
    verseNumber: 25,
    ayah: 'إِلَّا حَمِيمًا وَغَسَّاقًا ﴿٢٥﴾',
  },
  {
    id: '78_26',
    verseNumber: 26,
    ayah: 'جَزَاءً وِفَاقًا ﴿٢٦﴾',
  },
  {
    id: '78_27',
    verseNumber: 27,
    ayah: 'إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا ﴿٢٧﴾',
  },
  {
    id: '78_28',
    verseNumber: 28,
    ayah: 'وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا ﴿٢٨﴾',
  },
  {
    id: '78_29',
    verseNumber: 29,
    ayah: 'وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا ﴿٢٩﴾',
  },
  {
    id: '78_30',
    verseNumber: 30,
    ayah: 'فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا ﴿٣٠﴾',
  },
  {
    id: '78_31',
    verseNumber: 31,
    ayah: 'إِنَّ لِلْمُتَّقِينَ مَفَازًا ﴿٣١﴾',
  },
  {
    id: '78_32',
    verseNumber: 32,
    ayah: 'حَدَائِقَ وَأَعْنَابًا ﴿٣٢﴾',
  },
  {
    id: '78_33',
    verseNumber: 33,
    ayah: 'وَكَوَاعِبَ أَتْرَابًا ﴿٣٣﴾',
  },
  {
    id: '78_34',
    verseNumber: 34,
    ayah: 'وَكَأْسًا دِهَاقًا ﴿٣٤﴾',
  },
  {
    id: '78_35',
    verseNumber: 35,
    ayah: 'لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا ﴿٣٥﴾',
  },
  {
    id: '78_36',
    verseNumber: 36,
    ayah: 'جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا ﴿٣٦﴾',
  },
  {
    id: '78_37',
    verseNumber: 37,
    ayah: 'رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَٰنِ ۖ لَا يَمْلِكُونَ مِنْهُ خِطَابًا ﴿٣٧﴾',
  },
  {
    id: '78_38',
    verseNumber: 38,
    ayah: 'يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا ﴿٣٨﴾',
  },
  {
    id: '78_39',
    verseNumber: 39,
    ayah: 'ذَٰلِكَ الْيَوْمُ الْحَقُّ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ مَآبًا ﴿٣٩﴾',
  },
  {
    id: '78_40',
    verseNumber: 40,
    ayah: 'إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا ﴿٤٠﴾',
  },
];

export default surah78;
