const surah71 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '71_01',
    verseNumber: 1,
    ayah: 'إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ ﴿١﴾',
  },
  {
    id: '71_02',
    verseNumber: 2,
    ayah: 'قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ﴿٢﴾',
  },
  {
    id: '71_03',
    verseNumber: 3,
    ayah: 'أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ﴿٣﴾',
  },
  {
    id: '71_04',
    verseNumber: 4,
    ayah: 'يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ ﴿٤﴾',
  },
  {
    id: '71_05',
    verseNumber: 5,
    ayah: 'قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا ﴿٥﴾',
  },
  {
    id: '71_06',
    verseNumber: 6,
    ayah: 'فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا ﴿٦﴾',
  },
  {
    id: '71_07',
    verseNumber: 7,
    ayah: 'وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا ﴿٧﴾',
  },
  {
    id: '71_08',
    verseNumber: 8,
    ayah: 'ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا ﴿٨﴾',
  },
  {
    id: '71_09',
    verseNumber: 9,
    ayah: 'ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا ﴿٩﴾',
  },
  {
    id: '71_10',
    verseNumber: 10,
    ayah: 'فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا ﴿١٠﴾',
  },
  {
    id: '71_11',
    verseNumber: 11,
    ayah: 'يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ﴿١١﴾',
  },
  {
    id: '71_12',
    verseNumber: 12,
    ayah: 'وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا ﴿١٢﴾',
  },
  {
    id: '71_13',
    verseNumber: 13,
    ayah: 'مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا ﴿١٣﴾',
  },
  {
    id: '71_14',
    verseNumber: 14,
    ayah: 'وَقَدْ خَلَقَكُمْ أَطْوَارًا ﴿١٤﴾',
  },
  {
    id: '71_15',
    verseNumber: 15,
    ayah: 'أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا ﴿١٥﴾',
  },
  {
    id: '71_16',
    verseNumber: 16,
    ayah: 'وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ﴿١٦﴾',
  },
  {
    id: '71_17',
    verseNumber: 17,
    ayah: 'وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا ﴿١٧﴾',
  },
  {
    id: '71_18',
    verseNumber: 18,
    ayah: 'ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا ﴿١٨﴾',
  },
  {
    id: '71_19',
    verseNumber: 19,
    ayah: 'وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا ﴿١٩﴾',
  },
  {
    id: '71_20',
    verseNumber: 20,
    ayah: 'لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا ﴿٢٠﴾',
  },
  {
    id: '71_21',
    verseNumber: 21,
    ayah: 'قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا ﴿٢١﴾',
  },
  {
    id: '71_22',
    verseNumber: 22,
    ayah: 'وَمَكَرُوا مَكْرًا كُبَّارًا ﴿٢٢﴾',
  },
  {
    id: '71_23',
    verseNumber: 23,
    ayah: 'وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا ﴿٢٣﴾',
  },
  {
    id: '71_24',
    verseNumber: 24,
    ayah: 'وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا ﴿٢٤﴾',
  },
  {
    id: '71_25',
    verseNumber: 25,
    ayah: 'مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا ﴿٢٥﴾',
  },
  {
    id: '71_26',
    verseNumber: 26,
    ayah: 'وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا ﴿٢٦﴾',
  },
  {
    id: '71_27',
    verseNumber: 27,
    ayah: 'إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا ﴿٢٧﴾',
  },
  {
    id: '71_28',
    verseNumber: 28,
    ayah: 'رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا ﴿٢٨﴾',
  },
];

export default surah71;
