const surah68 = [
  {
    id: '68_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '68_01',
    verseNumber: 1,
    ayah: 'ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ ﴿١﴾',
  },
  {
    id: '68_02',
    verseNumber: 2,
    ayah: 'مَا أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ ﴿٢﴾',
  },
  {
    id: '68_03',
    verseNumber: 3,
    ayah: 'وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ ﴿٣﴾',
  },
  {
    id: '68_04',
    verseNumber: 4,
    ayah: 'وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ ﴿٤﴾',
  },
  {
    id: '68_05',
    verseNumber: 5,
    ayah: 'فَسَتُبْصِرُ وَيُبْصِرُونَ ﴿٥﴾',
  },
  {
    id: '68_06',
    verseNumber: 6,
    ayah: 'بِأَيِّكُمُ الْمَفْتُونُ ﴿٦﴾',
  },
  {
    id: '68_07',
    verseNumber: 7,
    ayah: 'إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ ﴿٧﴾',
  },
  {
    id: '68_08',
    verseNumber: 8,
    ayah: 'فَلَا تُطِعِ الْمُكَذِّبِينَ ﴿٨﴾',
  },
  {
    id: '68_09',
    verseNumber: 9,
    ayah: 'وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ ﴿٩﴾',
  },
  {
    id: '68_10',
    verseNumber: 10,
    ayah: 'وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ ﴿١٠﴾',
  },
  {
    id: '68_11',
    verseNumber: 11,
    ayah: 'هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ ﴿١١﴾',
  },
  {
    id: '68_12',
    verseNumber: 12,
    ayah: 'مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ ﴿١٢﴾',
  },
  {
    id: '68_13',
    verseNumber: 13,
    ayah: 'عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ ﴿١٣﴾',
  },
  {
    id: '68_14',
    verseNumber: 14,
    ayah: 'أَنْ كَانَ ذَا مَالٍ وَبَنِينَ ﴿١٤﴾',
  },
  {
    id: '68_15',
    verseNumber: 15,
    ayah: 'إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ ﴿١٥﴾',
  },
  {
    id: '68_16',
    verseNumber: 16,
    ayah: 'سَنَسِمُهُ عَلَى الْخُرْطُومِ ﴿١٦﴾',
  },
  {
    id: '68_17',
    verseNumber: 17,
    ayah: 'إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ ﴿١٧﴾',
  },
  {
    id: '68_18',
    verseNumber: 18,
    ayah: 'وَلَا يَسْتَثْنُونَ ﴿١٨﴾',
  },
  {
    id: '68_19',
    verseNumber: 19,
    ayah: 'فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ ﴿١٩﴾',
  },
  {
    id: '68_20',
    verseNumber: 20,
    ayah: 'فَأَصْبَحَتْ كَالصَّرِيمِ ﴿٢٠﴾',
  },
  {
    id: '68_21',
    verseNumber: 21,
    ayah: 'فَتَنَادَوْا مُصْبِحِينَ ﴿٢١﴾',
  },
  {
    id: '68_22',
    verseNumber: 22,
    ayah: 'أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ ﴿٢٢﴾',
  },
  {
    id: '68_23',
    verseNumber: 23,
    ayah: 'فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ ﴿٢٣﴾',
  },
  {
    id: '68_24',
    verseNumber: 24,
    ayah: 'أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ ﴿٢٤﴾',
  },
  {
    id: '68_25',
    verseNumber: 25,
    ayah: 'وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ ﴿٢٥﴾',
  },
  {
    id: '68_26',
    verseNumber: 26,
    ayah: 'فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ ﴿٢٦﴾',
  },
  {
    id: '68_27',
    verseNumber: 27,
    ayah: 'بَلْ نَحْنُ مَحْرُومُونَ ﴿٢٧﴾',
  },
  {
    id: '68_28',
    verseNumber: 28,
    ayah: 'قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ ﴿٢٨﴾',
  },
  {
    id: '68_29',
    verseNumber: 29,
    ayah: 'قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ ﴿٢٩﴾',
  },
  {
    id: '68_30',
    verseNumber: 30,
    ayah: 'فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ ﴿٣٠﴾',
  },
  {
    id: '68_31',
    verseNumber: 31,
    ayah: 'قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ ﴿٣١﴾',
  },
  {
    id: '68_32',
    verseNumber: 32,
    ayah: 'عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ ﴿٣٢﴾',
  },
  {
    id: '68_33',
    verseNumber: 33,
    ayah: 'كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ ﴿٣٣﴾',
  },
  {
    id: '68_34',
    verseNumber: 34,
    ayah: 'إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ ﴿٣٤﴾',
  },
  {
    id: '68_35',
    verseNumber: 35,
    ayah: 'أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ ﴿٣٥﴾',
  },
  {
    id: '68_36',
    verseNumber: 36,
    ayah: 'مَا لَكُمْ كَيْفَ تَحْكُمُونَ ﴿٣٦﴾',
  },
  {
    id: '68_37',
    verseNumber: 37,
    ayah: 'أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ ﴿٣٧﴾',
  },
  {
    id: '68_38',
    verseNumber: 38,
    ayah: 'إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ ﴿٣٨﴾',
  },
  {
    id: '68_39',
    verseNumber: 39,
    ayah: 'أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ ﴿٣٩﴾',
  },
  {
    id: '68_40',
    verseNumber: 40,
    ayah: 'سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ ﴿٤٠﴾',
  },
  {
    id: '68_41',
    verseNumber: 41,
    ayah: 'أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ ﴿٤١﴾',
  },
  {
    id: '68_42',
    verseNumber: 42,
    ayah: 'يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ ﴿٤٢﴾',
  },
  {
    id: '68_43',
    verseNumber: 43,
    ayah: 'خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ ﴿٤٣﴾',
  },
  {
    id: '68_44',
    verseNumber: 44,
    ayah: 'فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ ﴿٤٤﴾',
  },
  {
    id: '68_45',
    verseNumber: 45,
    ayah: 'وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ ﴿٤٥﴾',
  },
  {
    id: '68_46',
    verseNumber: 46,
    ayah: 'أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ ﴿٤٦﴾',
  },
  {
    id: '68_47',
    verseNumber: 47,
    ayah: 'أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ ﴿٤٧﴾',
  },
  {
    id: '68_48',
    verseNumber: 48,
    ayah: 'فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ ﴿٤٨﴾',
  },
  {
    id: '68_49',
    verseNumber: 49,
    ayah: 'لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ ﴿٤٩﴾',
  },
  {
    id: '68_50',
    verseNumber: 50,
    ayah: 'فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ ﴿٥٠﴾',
  },
  {
    id: '68_51',
    verseNumber: 51,
    ayah: 'وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ ﴿٥١﴾',
  },
  {
    id: '68_52',
    verseNumber: 52,
    ayah: 'وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ ﴿٥٢﴾',
  },
];

export default surah68;
