const surah105 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '105_1',
    verseNumber: 1,
    ayah: 'أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ ﴿١﴾',
  },
  {
    id: '105_2',
    verseNumber: 2,
    ayah: 'أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ ﴿٢﴾',
  },
  {
    id: '105_3',
    verseNumber: 3,
    ayah: 'وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿٣﴾',
  },
  {
    id: '105_4',
    verseNumber: 4,
    ayah: 'تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ﴿٤﴾',
  },
  {
    id: '105_5',
    verseNumber: 5,
    ayah: 'فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ ﴿٥﴾',
  },
];

export default surah105;
