const surah111 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '111_1',
    verseNumber: 1,
    ayah: 'تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ ﴿١﴾',
  },
  {
    id: '111_2',
    verseNumber: 2,
    ayah: 'مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ ﴿٢﴾',
  },
  {
    id: '111_3',
    verseNumber: 3,
    ayah: 'سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ ﴿٣﴾',
  },
  {
    id: '111_4',
    verseNumber: 4,
    ayah: 'وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ﴿٤﴾',
  },
  {
    id: '111_5',
    verseNumber: 5,
    ayah: 'فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ﴿٥﴾',
  },
];

export default surah111;
