const surah96 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '96_1',
    verseNumber: 1,
    ayah: 'اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ﴿١﴾',
  },
  {
    id: '96_2',
    verseNumber: 2,
    ayah: 'خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ ﴿٢﴾',
  },
  {
    id: '96_3',
    verseNumber: 3,
    ayah: 'اقْرَأْ وَرَبُّكَ الْأَكْرَمُ ﴿٣﴾',
  },
  {
    id: '96_4',
    verseNumber: 4,
    ayah: 'الَّذِي عَلَّمَ بِالْقَلَمِ ﴿٤﴾',
  },
  {
    id: '96_5',
    verseNumber: 5,
    ayah: 'عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ ﴿٥﴾',
  },
  {
    id: '96_6',
    verseNumber: 6,
    ayah: 'كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَىٰ ﴿٦﴾',
  },
  {
    id: '96_7',
    verseNumber: 7,
    ayah: 'أَنْ رَآهُ اسْتَغْنَىٰ ﴿٧﴾',
  },
  {
    id: '96_8',
    verseNumber: 8,
    ayah: 'إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰ ﴿٨﴾',
  },
  {
    id: '96_9',
    verseNumber: 9,
    ayah: 'أَرَأَيْتَ الَّذِي يَنْهَىٰ ﴿٩﴾',
  },
  {
    id: '96_10',
    verseNumber: 10,
    ayah: 'عَبْدًا إِذَا صَلَّىٰ ﴿١٠﴾',
  },
  {
    id: '96_11',
    verseNumber: 11,
    ayah: 'أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَىٰ ﴿١١﴾',
  },
  {
    id: '96_12',
    verseNumber: 12,
    ayah: 'أَوْ أَمَرَ بِالتَّقْوَىٰ ﴿١٢﴾',
  },
  {
    id: '96_13',
    verseNumber: 13,
    ayah: 'أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّىٰ ﴿١٣﴾',
  },
  {
    id: '96_14',
    verseNumber: 14,
    ayah: 'أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَىٰ ﴿١٤﴾',
  },
  {
    id: '96_15',
    verseNumber: 15,
    ayah: 'كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ ﴿١٥﴾',
  },
  {
    id: '96_16',
    verseNumber: 16,
    ayah: 'نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ ﴿١٦﴾',
  },
  {
    id: '96_17',
    verseNumber: 17,
    ayah: 'فَلْيَدْعُ نَادِيَهُ ﴿١٧﴾',
  },
  {
    id: '96_18',
    verseNumber: 18,
    ayah: 'سَنَدْعُ الزَّبَانِيَةَ ﴿١٨﴾',
  },
  {
    id: '96_19',
    verseNumber: 19,
    ayah: 'كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ۩ ﴿١٩﴾',
  },
];

export default surah96;
