const surah82 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '82_01',
    verseNumber: 1,
    ayah: 'إِذَا السَّمَاءُ انْفَطَرَتْ ﴿١﴾',
  },
  {
    id: '82_02',
    verseNumber: 2,
    ayah: 'وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ ﴿٢﴾',
  },
  {
    id: '82_03',
    verseNumber: 3,
    ayah: 'وَإِذَا الْبِحَارُ فُجِّرَتْ ﴿٣﴾',
  },
  {
    id: '82_04',
    verseNumber: 4,
    ayah: 'وَإِذَا الْقُبُورُ بُعْثِرَتْ ﴿٤﴾',
  },
  {
    id: '82_05',
    verseNumber: 5,
    ayah: 'عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ﴿٥﴾',
  },
  {
    id: '82_06',
    verseNumber: 6,
    ayah: 'يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ﴿٦﴾',
  },
  {
    id: '82_07',
    verseNumber: 7,
    ayah: 'الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ ﴿٧﴾',
  },
  {
    id: '82_08',
    verseNumber: 8,
    ayah: 'فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ﴿٨﴾',
  },
  {
    id: '82_09',
    verseNumber: 9,
    ayah: 'كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ ﴿٩﴾',
  },
  {
    id: '82_10',
    verseNumber: 10,
    ayah: 'وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ﴿١٠﴾',
  },
  {
    id: '82_11',
    verseNumber: 11,
    ayah: 'كِرَامًا كَاتِبِينَ ﴿١١﴾',
  },
  {
    id: '82_12',
    verseNumber: 12,
    ayah: 'يَعْلَمُونَ مَا تَفْعَلُونَ ﴿١٢﴾',
  },
  {
    id: '82_13',
    verseNumber: 13,
    ayah: 'إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ ﴿١٣﴾',
  },
  {
    id: '82_14',
    verseNumber: 14,
    ayah: 'وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ ﴿١٤﴾',
  },
  {
    id: '82_15',
    verseNumber: 15,
    ayah: 'يَصْلَوْنَهَا يَوْمَ الدِّينِ ﴿١٥﴾',
  },
  {
    id: '82_16',
    verseNumber: 16,
    ayah: 'وَمَا هُمْ عَنْهَا بِغَائِبِينَ ﴿١٦﴾',
  },
  {
    id: '82_17',
    verseNumber: 17,
    ayah: 'وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ﴿١٧﴾',
  },
  {
    id: '82_18',
    verseNumber: 18,
    ayah: 'ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ﴿١٨﴾',
  },
  {
    id: '82_19',
    verseNumber: 19,
    ayah: 'يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا ۖ وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ ﴿١٩﴾',
  },
];

export default surah82;
