const surah77 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '77_01',
    verseNumber: 1,
    ayah: 'وَالْمُرْسَلَاتِ عُرْفًا ﴿١﴾',
  },
  {
    id: '77_02',
    verseNumber: 2,
    ayah: 'فَالْعَاصِفَاتِ عَصْفًا ﴿٢﴾',
  },
  {
    id: '77_03',
    verseNumber: 3,
    ayah: 'وَالنَّاشِرَاتِ نَشْرًا ﴿٣﴾',
  },
  {
    id: '77_04',
    verseNumber: 4,
    ayah: 'فَالْفَارِقَاتِ فَرْقًا ﴿٤﴾',
  },
  {
    id: '77_05',
    verseNumber: 5,
    ayah: 'فَالْمُلْقِيَاتِ ذِكْرًا ﴿٥﴾',
  },
  {
    id: '77_06',
    verseNumber: 6,
    ayah: 'عُذْرًا أَوْ نُذْرًا ﴿٦﴾',
  },
  {
    id: '77_07',
    verseNumber: 7,
    ayah: 'إِنَّمَا تُوعَدُونَ لَوَاقِعٌ ﴿٧﴾',
  },
  {
    id: '77_08',
    verseNumber: 8,
    ayah: 'فَإِذَا النُّجُومُ طُمِسَتْ ﴿٨﴾',
  },
  {
    id: '77_09',
    verseNumber: 9,
    ayah: 'وَإِذَا السَّمَاءُ فُرِجَتْ ﴿٩﴾',
  },
  {
    id: '77_10',
    verseNumber: 10,
    ayah: 'وَإِذَا الْجِبَالُ نُسِفَتْ ﴿١٠﴾',
  },
  {
    id: '77_11',
    verseNumber: 11,
    ayah: 'وَإِذَا الرُّسُلُ أُقِّتَتْ ﴿١١﴾',
  },
  {
    id: '77_12',
    verseNumber: 12,
    ayah: 'لِأَيِّ يَوْمٍ أُجِّلَتْ ﴿١٢﴾',
  },
  {
    id: '77_13',
    verseNumber: 13,
    ayah: 'لِيَوْمِ الْفَصْلِ ﴿١٣﴾',
  },
  {
    id: '77_14',
    verseNumber: 14,
    ayah: 'وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ ﴿١٤﴾',
  },
  {
    id: '77_15',
    verseNumber: 15,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿١٥﴾',
  },
  {
    id: '77_16',
    verseNumber: 16,
    ayah: 'أَلَمْ نُهْلِكِ الْأَوَّلِينَ ﴿١٦﴾',
  },
  {
    id: '77_17',
    verseNumber: 17,
    ayah: 'ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ ﴿١٧﴾',
  },
  {
    id: '77_18',
    verseNumber: 18,
    ayah: 'كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ ﴿١٨﴾',
  },
  {
    id: '77_19',
    verseNumber: 19,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿١٩﴾',
  },
  {
    id: '77_20',
    verseNumber: 20,
    ayah: 'أَلَمْ نَخْلُقكُم مِّن مَّاءٍ مَّهِينٍ ﴿٢٠﴾',
  },
  {
    id: '77_21',
    verseNumber: 21,
    ayah: 'فَجَعَلْنَاهُ فِي قَرَارٍ مَّكِينٍ ﴿٢١﴾',
  },
  {
    id: '77_22',
    verseNumber: 22,
    ayah: 'إِلَىٰ قَدَرٍ مَّعْلُومٍ ﴿٢٢﴾',
  },
  {
    id: '77_23',
    verseNumber: 23,
    ayah: 'فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ ﴿٢٣﴾',
  },
  {
    id: '77_24',
    verseNumber: 24,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٢٤﴾',
  },
  {
    id: '77_25',
    verseNumber: 25,
    ayah: 'أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا ﴿٢٥﴾',
  },
  {
    id: '77_26',
    verseNumber: 26,
    ayah: 'أَحْيَاءً وَأَمْوَاتًا ﴿٢٦﴾',
  },
  {
    id: '77_27',
    verseNumber: 27,
    ayah: 'وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُم مَّاءً فُرَاتًا ﴿٢٧﴾',
  },
  {
    id: '77_28',
    verseNumber: 28,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٢٨﴾',
  },
  {
    id: '77_29',
    verseNumber: 29,
    ayah: 'انطَلِقُوا إِلَىٰ مَا كُنتُم بِهِ تُكَذِّبُونَ ﴿٢٩﴾',
  },
  {
    id: '77_30',
    verseNumber: 30,
    ayah: 'انطَلِقُوا إِلَىٰ ظِلٍّ ذِي ثَلَاثِ شُعَبٍ ﴿٣٠﴾',
  },
  {
    id: '77_31',
    verseNumber: 31,
    ayah: 'لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ ﴿٣١﴾',
  },
  {
    id: '77_32',
    verseNumber: 32,
    ayah: 'إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ ﴿٣٢﴾',
  },
  {
    id: '77_33',
    verseNumber: 33,
    ayah: 'كَأَنَّهُ جِمَالَتٌ صُفْرٌ ﴿٣٣﴾',
  },
  {
    id: '77_34',
    verseNumber: 34,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٣٤﴾',
  },
  {
    id: '77_35',
    verseNumber: 35,
    ayah: 'هَٰذَا يَوْمُ لَا يَنطِقُونَ ﴿٣٥﴾',
  },
  {
    id: '77_36',
    verseNumber: 36,
    ayah: 'وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ ﴿٣٦﴾',
  },
  {
    id: '77_37',
    verseNumber: 37,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٣٧﴾',
  },
  {
    id: '77_38',
    verseNumber: 38,
    ayah: 'هَٰذَا يَوْمُ الْفَصْلِ ۖ جَمَعْنَاكُمْ وَالْأَوَّلِينَ ﴿٣٨﴾',
  },
  {
    id: '77_39',
    verseNumber: 39,
    ayah: 'فَإِن كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ ﴿٣٩﴾',
  },
  {
    id: '77_40',
    verseNumber: 40,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٤٠﴾',
  },
  {
    id: '77_41',
    verseNumber: 41,
    ayah: 'إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ ﴿٤١﴾',
  },
  {
    id: '77_42',
    verseNumber: 42,
    ayah: 'وَفَوَاكِهَ مِمَّا يَشْتَهُونَ ﴿٤٢﴾',
  },
  {
    id: '77_43',
    verseNumber: 43,
    ayah: 'كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنتُمْ تَعْمَلُونَ ﴿٤٣﴾',
  },
  {
    id: '77_44',
    verseNumber: 44,
    ayah: 'إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ ﴿٤٤﴾',
  },
  {
    id: '77_45',
    verseNumber: 45,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٤٥﴾',
  },
  {
    id: '77_46',
    verseNumber: 46,
    ayah: 'كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُم مُّجْرِمُونَ ﴿٤٦﴾',
  },
  {
    id: '77_47',
    verseNumber: 47,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٤٧﴾',
  },
  {
    id: '77_48',
    verseNumber: 48,
    ayah: 'وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ ﴿٤٨﴾',
  },
  {
    id: '77_49',
    verseNumber: 49,
    ayah: 'وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ﴿٤٩﴾',
  },
  {
    id: '77_50',
    verseNumber: 50,
    ayah: 'فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ ﴿٥٠﴾',
  },
];

export default surah77;
