const surah97 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '97_1',
    verseNumber: 1,
    ayah: 'إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ﴿١﴾',
  },
  {
    id: '97_2',
    verseNumber: 2,
    ayah: 'وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ ﴿٢﴾',
  },
  {
    id: '97_3',
    verseNumber: 3,
    ayah: 'لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ ﴿٣﴾',
  },
  {
    id: '97_4',
    verseNumber: 4,
    ayah: 'تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ ﴿٤﴾',
  },
  {
    id: '97_5',
    verseNumber: 5,
    ayah: 'سَلَامٌ هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ ﴿٥﴾',
  },
];

export default surah97;
