const surah104 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '104_1',
    verseNumber: 1,
    ayah: 'وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ ﴿١﴾',
  },
  {
    id: '104_2',
    verseNumber: 2,
    ayah: 'الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ ﴿٢﴾',
  },
  {
    id: '104_3',
    verseNumber: 3,
    ayah: 'يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ ﴿٣﴾',
  },
  {
    id: '104_4',
    verseNumber: 4,
    ayah: 'كَلَّا ۖ لَيُنْبَذَنَّ فِي الْحُطَمَةِ ﴿٤﴾',
  },
  {
    id: '104_5',
    verseNumber: 5,
    ayah: 'وَمَا أَدْرَاكَ مَا الْحُطَمَةُ ﴿٥﴾',
  },
  {
    id: '104_6',
    verseNumber: 6,
    ayah: 'نَارُ اللَّهِ الْمُوقَدَةُ ﴿٦﴾',
  },
  {
    id: '104_7',
    verseNumber: 7,
    ayah: 'الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ ﴿٧﴾',
  },
  {
    id: '104_8',
    verseNumber: 8,
    ayah: 'إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ ﴿٨﴾',
  },
  {
    id: '104_9',
    verseNumber: 9,
    ayah: 'فِي عَمَدٍ مُمَدَّدَةٍ ﴿٩﴾',
  },
];

export default surah104;
