const surah75 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '75_01',
    verseNumber: 1,
    ayah: 'لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ ﴿١﴾',
  },
  {
    id: '75_02',
    verseNumber: 2,
    ayah: 'وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ﴿٢﴾',
  },
  {
    id: '75_03',
    verseNumber: 3,
    ayah: 'أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ ﴿٣﴾',
  },
  {
    id: '75_04',
    verseNumber: 4,
    ayah: 'بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ ﴿٤﴾',
  },
  {
    id: '75_05',
    verseNumber: 5,
    ayah: 'بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ ﴿٥﴾',
  },
  {
    id: '75_06',
    verseNumber: 6,
    ayah: 'يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ ﴿٦﴾',
  },
  {
    id: '75_07',
    verseNumber: 7,
    ayah: 'فَإِذَا بَرِقَ الْبَصَرُ ﴿٧﴾',
  },
  {
    id: '75_08',
    verseNumber: 8,
    ayah: 'وَخَسَفَ الْقَمَرُ ﴿٨﴾',
  },
  {
    id: '75_09',
    verseNumber: 9,
    ayah: 'وَجُمِعَ الشَّمْسُ وَالْقَمَرُ ﴿٩﴾',
  },
  {
    id: '75_10',
    verseNumber: 10,
    ayah: 'يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ ﴿١٠﴾',
  },
  {
    id: '75_11',
    verseNumber: 11,
    ayah: 'كَلَّا لَا وَزَرَ ﴿١١﴾',
  },
  {
    id: '75_12',
    verseNumber: 12,
    ayah: 'إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ ﴿١٢﴾',
  },
  {
    id: '75_13',
    verseNumber: 13,
    ayah: 'يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ﴿١٣﴾',
  },
  {
    id: '75_14',
    verseNumber: 14,
    ayah: 'بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ ﴿١٤﴾',
  },
  {
    id: '75_15',
    verseNumber: 15,
    ayah: 'وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ ﴿١٥﴾',
  },
  {
    id: '75_16',
    verseNumber: 16,
    ayah: 'لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ ﴿١٦﴾',
  },
  {
    id: '75_17',
    verseNumber: 17,
    ayah: 'إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ ﴿١٧﴾',
  },
  {
    id: '75_18',
    verseNumber: 18,
    ayah: 'فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ ﴿١٨﴾',
  },
  {
    id: '75_19',
    verseNumber: 19,
    ayah: 'ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ ﴿١٩﴾',
  },
  {
    id: '75_20',
    verseNumber: 20,
    ayah: 'كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ ﴿٢٠﴾',
  },
  {
    id: '75_21',
    verseNumber: 21,
    ayah: 'وَتَذَرُونَ الْآخِرَةَ ﴿٢١﴾',
  },
  {
    id: '75_22',
    verseNumber: 22,
    ayah: 'وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ ﴿٢٢﴾',
  },
  {
    id: '75_23',
    verseNumber: 23,
    ayah: 'إِلَىٰ رَبِّهَا نَاظِرَةٌ ﴿٢٣﴾',
  },
  {
    id: '75_24',
    verseNumber: 24,
    ayah: 'وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ ﴿٢٤﴾',
  },
  {
    id: '75_25',
    verseNumber: 25,
    ayah: 'تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ ﴿٢٥﴾',
  },
  {
    id: '75_26',
    verseNumber: 26,
    ayah: 'كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ ﴿٢٦﴾',
  },
  {
    id: '75_27',
    verseNumber: 27,
    ayah: 'وَقِيلَ مَنْ ۜ رَاقٍ ﴿٢٧﴾',
  },
  {
    id: '75_28',
    verseNumber: 28,
    ayah: 'وَظَنَّ أَنَّهُ الْفِرَاقُ ﴿٢٨﴾',
  },
  {
    id: '75_29',
    verseNumber: 29,
    ayah: 'وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ﴿٢٩﴾',
  },
  {
    id: '75_30',
    verseNumber: 30,
    ayah: 'إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ ﴿٣٠﴾',
  },
  {
    id: '75_31',
    verseNumber: 31,
    ayah: 'فَلَا صَدَّقَ وَلَا صَلَّىٰ ﴿٣١﴾',
  },
  {
    id: '75_32',
    verseNumber: 32,
    ayah: 'وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ ﴿٣٢﴾',
  },
  {
    id: '75_33',
    verseNumber: 33,
    ayah: 'ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ ﴿٣٣﴾',
  },
  {
    id: '75_34',
    verseNumber: 34,
    ayah: 'أَوْلَىٰ لَكَ فَأَوْلَىٰ ﴿٣٤﴾',
  },
  {
    id: '75_35',
    verseNumber: 35,
    ayah: 'ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ ﴿٣٥﴾',
  },
  {
    id: '75_36',
    verseNumber: 36,
    ayah: 'أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى ﴿٣٦﴾',
  },
  {
    id: '75_37',
    verseNumber: 37,
    ayah: 'أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ ﴿٣٧﴾',
  },
  {
    id: '75_38',
    verseNumber: 38,
    ayah: 'ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ ﴿٣٨﴾',
  },
  {
    id: '75_39',
    verseNumber: 39,
    ayah: 'فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ ﴿٣٩﴾',
  },
  {
    id: '75_40',
    verseNumber: 40,
    ayah: 'أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ﴿٤٠﴾',
  },
];

export default surah75;
