const surah93 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '93_1',
    verseNumber: 1,
    ayah: 'وَالضُّحَىٰ ﴿١﴾',
  },
  {
    id: '93_2',
    verseNumber: 2,
    ayah: 'وَاللَّيْلِ إِذَا سَجَىٰ ﴿٢﴾',
  },
  {
    id: '93_3',
    verseNumber: 3,
    ayah: 'مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ ﴿٣﴾',
  },
  {
    id: '93_4',
    verseNumber: 4,
    ayah: 'وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَىٰ ﴿٤﴾',
  },
  {
    id: '93_5',
    verseNumber: 5,
    ayah: 'وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ ﴿٥﴾',
  },
  {
    id: '93_6',
    verseNumber: 6,
    ayah: 'أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ ﴿٦﴾',
  },
  {
    id: '93_7',
    verseNumber: 7,
    ayah: 'وَوَجَدَكَ ضَالًّا فَهَدَىٰ ﴿٧﴾',
  },
  {
    id: '93_8',
    verseNumber: 8,
    ayah: 'وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ ﴿٨﴾',
  },
  {
    id: '93_9',
    verseNumber: 9,
    ayah: 'فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ ﴿٩﴾',
  },
  {
    id: '93_10',
    verseNumber: 10,
    ayah: 'وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ ﴿١٠﴾',
  },
  {
    id: '93_11',
    verseNumber: 11,
    ayah: 'وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ﴿١١﴾',
  },
];

export default surah93;
