const surah92 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '92_1',
    verseNumber: 1,
    ayah: 'وَاللَّيْلِ إِذَا يَغْشَىٰ ﴿١﴾',
  },
  {
    id: '92_2',
    verseNumber: 2,
    ayah: 'وَالنَّهَارِ إِذَا تَجَلَّىٰ ﴿٢﴾',
  },
  {
    id: '92_3',
    verseNumber: 3,
    ayah: 'وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَىٰ ﴿٣﴾',
  },
  {
    id: '92_4',
    verseNumber: 4,
    ayah: 'إِنَّ سَعْيَكُمْ لَشَتَّىٰ ﴿٤﴾',
  },
  {
    id: '92_5',
    verseNumber: 5,
    ayah: 'فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ ﴿٥﴾',
  },
  {
    id: '92_6',
    verseNumber: 6,
    ayah: 'وَصَدَّقَ بِالْحُسْنَىٰ ﴿٦﴾',
  },
  {
    id: '92_7',
    verseNumber: 7,
    ayah: 'فَسَنُيَسِّرُهُ لِلْيُسْرَىٰ ﴿٧﴾',
  },
  {
    id: '92_8',
    verseNumber: 8,
    ayah: 'وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَىٰ ﴿٨﴾',
  },
  {
    id: '92_9',
    verseNumber: 9,
    ayah: 'وَكَذَّبَ بِالْحُسْنَىٰ ﴿٩﴾',
  },
  {
    id: '92_10',
    verseNumber: 10,
    ayah: 'فَسَنُيَسِّرُهُ لِلْعُسْرَىٰ ﴿١٠﴾',
  },
  {
    id: '92_11',
    verseNumber: 11,
    ayah: 'وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّىٰ ﴿١١﴾',
  },
  {
    id: '92_12',
    verseNumber: 12,
    ayah: 'إِنَّ عَلَيْنَا لَلْهُدَىٰ ﴿١٢﴾',
  },
  {
    id: '92_13',
    verseNumber: 13,
    ayah: 'وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَىٰ ﴿١٣﴾',
  },
  {
    id: '92_14',
    verseNumber: 14,
    ayah: 'فَأَنْذَرْتُكُمْ نَارًا تَلَظَّىٰ ﴿١٤﴾',
  },
  {
    id: '92_15',
    verseNumber: 15,
    ayah: 'لَا يَصْلَاهَا إِلَّا الْأَشْقَى ﴿١٥﴾',
  },
  {
    id: '92_16',
    verseNumber: 16,
    ayah: 'الَّذِي كَذَّبَ وَتَوَلَّىٰ ﴿١٦﴾',
  },
  {
    id: '92_17',
    verseNumber: 17,
    ayah: 'وَسَيُجَنَّبُهَا الْأَتْقَى ﴿١٧﴾',
  },
  {
    id: '92_18',
    verseNumber: 18,
    ayah: 'الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّىٰ ﴿١٨﴾',
  },
  {
    id: '92_19',
    verseNumber: 19,
    ayah: 'وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَىٰ ﴿١٩﴾',
  },
  {
    id: '92_20',
    verseNumber: 20,
    ayah: 'إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ ﴿٢٠﴾',
  },
  {
    id: '92_21',
    verseNumber: 21,
    ayah: 'وَلَسَوْفَ يَرْضَىٰ ﴿٢١﴾',
  },
];

export default surah92;
