const surah70 = [
  {
    id: '47_00',
    verseNumber: 0,
    ayah: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
  },
  {
    id: '70_01',
    verseNumber: 1,
    ayah: 'سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ ﴿١﴾',
  },
  {
    id: '70_02',
    verseNumber: 2,
    ayah: 'لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ ﴿٢﴾',
  },
  {
    id: '70_03',
    verseNumber: 3,
    ayah: 'مِنَ اللَّهِ ذِي الْمَعَارِجِ ﴿٣﴾',
  },
  {
    id: '70_04',
    verseNumber: 4,
    ayah: 'تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ﴿٤﴾',
  },
  {
    id: '70_05',
    verseNumber: 5,
    ayah: 'فَاصْبِرْ صَبْرًا جَمِيلًا ﴿٥﴾',
  },
  {
    id: '70_06',
    verseNumber: 6,
    ayah: 'إِنَّهُمْ يَرَوْنَهُ بَعِيدًا ﴿٦﴾',
  },
  {
    id: '70_07',
    verseNumber: 7,
    ayah: 'وَنَرَاهُ قَرِيبًا ﴿٧﴾',
  },
  {
    id: '70_08',
    verseNumber: 8,
    ayah: 'يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ ﴿٨﴾',
  },
  {
    id: '70_09',
    verseNumber: 9,
    ayah: 'وَتَكُونُ الْجِبَالُ كَالْعِهْنِ ﴿٩﴾',
  },
  {
    id: '70_10',
    verseNumber: 10,
    ayah: 'وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا ﴿١٠﴾',
  },
  {
    id: '70_11',
    verseNumber: 11,
    ayah: 'يُبَصَّرُونَهُمْ ۚ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ ﴿١١﴾',
  },
  {
    id: '70_12',
    verseNumber: 12,
    ayah: 'وَصَاحِبَتِهِ وَأَخِيهِ ﴿١٢﴾',
  },
  {
    id: '70_13',
    verseNumber: 13,
    ayah: 'وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ ﴿١٣﴾',
  },
  {
    id: '70_14',
    verseNumber: 14,
    ayah: 'وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ ﴿١٤﴾',
  },
  {
    id: '70_15',
    verseNumber: 15,
    ayah: 'كَلَّا ۖ إِنَّهَا لَظَىٰ ﴿١٥﴾',
  },
  {
    id: '70_16',
    verseNumber: 16,
    ayah: 'نَزَّاعَةً لِلشَّوَىٰ ﴿١٦﴾',
  },
  {
    id: '70_17',
    verseNumber: 17,
    ayah: 'تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّىٰ ﴿١٧﴾',
  },
  {
    id: '70_18',
    verseNumber: 18,
    ayah: 'وَجَمَعَ فَأَوْعَىٰ ﴿١٨﴾',
  },
  {
    id: '70_19',
    verseNumber: 19,
    ayah: 'إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا ﴿١٩﴾',
  },
  {
    id: '70_20',
    verseNumber: 20,
    ayah: 'إِذَا مَسَّهُ الشَّرُّ جَزُوعًا ﴿٢٠﴾',
  },
  {
    id: '70_21',
    verseNumber: 21,
    ayah: 'وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا ﴿٢١﴾',
  },
  {
    id: '70_22',
    verseNumber: 22,
    ayah: 'إِلَّا الْمُصَلِّينَ ﴿٢٢﴾',
  },
  {
    id: '70_23',
    verseNumber: 23,
    ayah: 'الَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَائِمُونَ ﴿٢٣﴾',
  },
  {
    id: '70_24',
    verseNumber: 24,
    ayah: 'وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ ﴿٢٤﴾',
  },
  {
    id: '70_25',
    verseNumber: 25,
    ayah: 'لِلسَّائِلِ وَالْمَحْرُومِ ﴿٢٥﴾',
  },
  {
    id: '70_26',
    verseNumber: 26,
    ayah: 'وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ ﴿٢٦﴾',
  },
  {
    id: '70_27',
    verseNumber: 27,
    ayah: 'وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ ﴿٢٧﴾',
  },
  {
    id: '70_28',
    verseNumber: 28,
    ayah: 'إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ ﴿٢٨﴾',
  },
  {
    id: '70_29',
    verseNumber: 29,
    ayah: 'وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ ﴿٢٩﴾',
  },
  {
    id: '70_30',
    verseNumber: 30,
    ayah: 'إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ ﴿٣٠﴾',
  },
  {
    id: '70_31',
    verseNumber: 31,
    ayah: 'فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ ﴿٣١﴾',
  },
  {
    id: '70_32',
    verseNumber: 32,
    ayah: 'وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ ﴿٣٢﴾',
  },
  {
    id: '70_33',
    verseNumber: 33,
    ayah: 'وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ ﴿٣٣﴾',
  },
  {
    id: '70_34',
    verseNumber: 34,
    ayah: 'وَالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ ﴿٣٤﴾',
  },
  {
    id: '70_35',
    verseNumber: 35,
    ayah: 'أُولَٰئِكَ فِي جَنَّاتٍ مُكْرَمُونَ ﴿٣٥﴾',
  },
  {
    id: '70_36',
    verseNumber: 36,
    ayah: 'فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ﴿٣٦﴾',
  },
  {
    id: '70_37',
    verseNumber: 37,
    ayah: 'عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ﴿٣٧﴾',
  },
  {
    id: '70_38',
    verseNumber: 38,
    ayah: 'أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ ﴿٣٨﴾',
  },
  {
    id: '70_39',
    verseNumber: 39,
    ayah: 'كَلَّا ۖ إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ ﴿٣٩﴾',
  },
  {
    id: '70_40',
    verseNumber: 40,
    ayah: 'فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ ﴿٤٠﴾',
  },
  {
    id: '70_41',
    verseNumber: 41,
    ayah: 'عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ ﴿٤١﴾',
  },
  {
    id: '70_42',
    verseNumber: 42,
    ayah: 'فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ ﴿٤٢﴾',
  },
  {
    id: '70_43',
    verseNumber: 43,
    ayah: 'يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ ﴿٤٣﴾',
  },
  {
    id: '70_44',
    verseNumber: 44,
    ayah: 'خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۚ ذَٰلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ ﴿٤٤﴾',
  },
];

export default surah70;
